[{"_id":{"company_name":"greenworks","tender_name":"Modernizacja kompleksu sportowego \"Moje boisko - Orlik 2012\" wraz z budową pumptracku w Sianowie przy ul. A. Mickiewicza."},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy modernizacji kompleksu sportowego, co może obejmować prace związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Sianów jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:08.442Z"}},{"_id":{"company_name":"greenworks","tender_name":"OPRACOWANIE DOKUMENTACJI PROJEKTOWEJ DLA PRZEBUDOWY UL. MOGILEŃSKIEJ W POZNANIU"},"name_match":"PARTIAL_MATCH","name_reason":"Przebudowa ulicy może obejmować elementy związane z zielenią, ale nie jest to bezpośrednio związane z usługami firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Poznańskie Inwestycje Miejskie są jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:52.615Z"}},{"_id":{"company_name":"greenworks","tender_name":"Budowa sieci kanalizacji sanitarnej w Uniegoszczy- Gmina Lubań, etap II i III"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy budowy kanalizacji, co nie jest związane z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Gminy Lubań jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:40:21.799Z"}},{"_id":{"company_name":"greenworks","tender_name":"Jednorazowy odbiór odpadów o kodzie 17 02 03"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się utrzymaniem terenów zielonych, a przetarg dotyczy odbioru odpadów.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się zarządzaniem odpadami, co może być pośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:45:50.952Z"}},{"_id":{"company_name":"greenworks","tender_name":"Rozbiórka 3 garaży znajdujących przy budynku gminnym na ul. Parkowej 1 w Dąbrówce, gmina Dopiewo."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy rozbiórki garaży, co nie pasuje do działalności firmy związanej z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Dopiewo jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:44.627Z"}},{"_id":{"company_name":"greenworks","tender_name":"Aktualizacja projektów stałej organizacji ruchu dla odcinków dróg zarządzanych przez Zarząd Dróg Wojewódzkich w Gdańsku na terenie Rejonu Dróg Wojewódzkich w Kartuzach"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy organizacji ruchu drogowego, co może obejmować elementy związane z zielenią wzdłuż dróg.","industry_match":"PERFECT_MATCH","industry_reason":"Zarząd Dróg Wojewódzkich w Gdańsku jest odpowiednią jednostką samorządu terytorialnego, co pasuje do profilu firmy.","created_at":{"$date":"2026-02-25T22:39:05.713Z"}},{"_id":{"company_name":"greenworks","tender_name":"P + W - wykonanie robót + wykonanie dokumentacji; Oddział Gdańsk; Gdańsk. Opracowanie dokumentacji projektowej: budowa linii kablowej nn - 0,4kV dla z..."},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"NO_MATCH","industry_reason":"Organizacja Energa Operator działa w branży energetycznej, co jest niezgodne z branżami firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:42:00.329Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wzmocnienie poziomu cyberbezpieczeństwa w powiecie wągrowieckim"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy cyberbezpieczeństwa, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa, Powiat Wągrowiecki, należy do administracji samorządowej, co odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:50.527Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonanie audytów rekompensaty za lata 2017-2019 oraz 2020-2022 przysługującej Gminie Miasto Łódź z tytułu świadczenia usługi w ogólnym interesie gospodarczym z zakresu mieszkalnictwa i realizacji pro"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy audytów w zakresie mieszkalnictwa, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Miasto Łódź jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:09.062Z"}},{"_id":{"company_name":"greenworks","tender_name":"Kanalreinigung nach Spülplan 2026/28 - Kanalreinigung"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy czyszczenia kanalizacji, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu to administracja samorządowa, co idealnie odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:40:10.986Z"}},{"_id":{"company_name":"greenworks","tender_name":"Cenniki Sekocenbud"},"name_match":"NO_MATCH","name_reason":"Nazwa przetargu nie odnosi się do żadnej z usług oferowanych przez firmę.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się ochroną środowiska, co może częściowo pokrywać się z działalnością firmy.","created_at":{"$date":"2026-02-25T22:38:09.295Z"}},{"_id":{"company_name":"greenworks","tender_name":"Szacowanie wartości zamówienia - Dostawa pokarmu dla ryb, gadów i ptaków w roku 2026 - Część 2"},"name_match":"NO_MATCH","name_reason":"Zamówienie dotyczy dostawy pokarmu dla zwierząt, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja to Miejski Ogród Zoologiczny, co może mieć pewne powiązania z usługami środowiskowymi, ale nie jest bezpośrednio związana z głównymi branżami firmy.","created_at":{"$date":"2026-02-25T22:37:57.898Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa 1 sztuki kuchenki mikrofalowej na potrzeby Wydziału Rozwoju i Współpracy Terytorialnej Dolnośląskiego Urzędu Wojewódzkiego we Wrocławiu"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy kuchenki mikrofalowej, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Dolnośląski Urząd Wojewódzki jest jednostką samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:03.306Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sukcesywny wynajem podnośnika koszowego wraz z operatorem na terenach pozostających w administrowaniu MZN w Jastrzębiu-Zdroju (budynki mieszkalne i użytkowe gminne)"},"name_match":"PARTIAL_MATCH","name_reason":"Wynajem podnośnika koszowego może być związany z pracami związanymi z zielenią, ale nie jest bezpośrednio związany z głównymi usługami firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Miasta Jastrzębie-Zdrój jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:09.09Z"}},{"_id":{"company_name":"greenworks","tender_name":"Remont Szkoły Podstawowej w Rębiszowie"},"name_match":"NO_MATCH","name_reason":"Remont szkoły podstawowej nie jest związany z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Mirsk jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:16.326Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa Chemii do filtrów wody"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący chemii do filtrów wody nie jest związany z działalnością firmy zajmującej się utrzymaniem terenów zielonych.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja 24WOG działa w administracji samorządowej, co może być zgodne z celami firmy, ale nie jest bezpośrednio związane z jej branżą.","created_at":{"$date":"2026-02-25T22:38:43.58Z"}},{"_id":{"company_name":"greenworks","tender_name":"Modernizacja dróg gminnych na terenie gminy z podziałem na części"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy modernizacji dróg, co może obejmować prace związane z zielenią wzdłuż dróg.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Spiczyn jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:38.656Z"}},{"_id":{"company_name":"greenworks","tender_name":"Przebudowa drogi Cmolas – Borek (ul. Pogodna)"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy przebudowy drogi, co może obejmować prace związane z zielenią wzdłuż dróg.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Cmolas jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:46:02.809Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie usług sprzątania i utrzymania czystości w budynkach Dolnośląskiej Biblioteki Publicznej im. Tadeusza Mikulskiego we Wrocławiu"},"name_match":"NO_MATCH","name_reason":"Usługi sprzątania i utrzymania czystości nie są zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Dolnośląska Biblioteka Publiczna jest jednostką samorządu terytorialnego, co odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:43:11.985Z"}},{"_id":{"company_name":"greenworks","tender_name":"Odbiór i utylizacja odpadu o kodzie 060699- inne niewymienione odpady w 2026r. z zakładu w Nowym Sączu"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy odbioru i utylizacji odpadów, co nie jest zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w branży ochrony środowiska, co może częściowo pokrywać się z działalnością firmy, ale nie jest bezpośrednim celem ich działalności.","created_at":{"$date":"2026-02-25T22:44:42.43Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie usług terapeutycznych dla podopiecznych przebywających w Punkcie opieki dla osób z niepełnosprawnościami z Ukrainy"},"name_match":"NO_MATCH","name_reason":"Usługi terapeutyczne dla osób z niepełnosprawnościami nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Regionalny Ośrodek Polityki Społecznej w Toruniu działa w obszarze polityki społecznej, co może obejmować współpracę z instytucjami publicznymi, ale nie jest bezpośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:39:35.512Z"}},{"_id":{"company_name":"greenworks","tender_name":"usługa wykonania badania jakości wody"},"name_match":"NO_MATCH","name_reason":"Usługa wykonania badania jakości wody nie jest związana z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Areszt Śledczy w Krakowie należy do administracji samorządowej, co jest częściowo zgodne z celami firmy.","created_at":{"$date":"2026-02-25T22:37:44.028Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa materiałów budowlanych - chodnikowych"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy materiałów budowlanych, co nie jest zgodne z usługami oferowanymi przez firmę.","industry_match":"PARTIAL_MATCH","industry_reason":"Zakład Gospodarki Komunalnej może współpracować z jednostkami samorządu terytorialnego, ale jego branża nie jest bezpośrednio związana z działalnością firmy.","created_at":{"$date":"2026-02-25T22:43:57.558Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sukcesywna dostawa paliwa opałowego (brykietu drzewnego) do kotłowni w Jabłonowie Pomorskim."},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy paliwa opałowego.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Miasta i Gminy Jabłonowo Pomorskie jest jednostką samorządu terytorialnego, co odpowiada profilowi firmy.","created_at":{"$date":"2026-02-25T22:38:58.627Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonywanie remontów bieżących nawierzchni utwardzonych nieasfaltowych  na terenie miasta Pruszcz Gdański w 2026 r."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy remontów nawierzchni, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Miejska Pruszcz Gdański jest jednostką samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:55.122Z"}},{"_id":{"company_name":"greenworks","tender_name":"zakup i dostawa przewodu U/UTP (lub F/UTP) kat.5e 4x2x0,5mm zewnętrzny UV  z zintegrowaną linką nośną (średnica linki min. 1,5mm) PE czarny w ilości 30mb"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja przetargowa to policja, która może współpracować z jednostkami samorządu terytorialnego, ale nie jest bezpośrednio związana z usługami środowiskowymi.","created_at":{"$date":"2026-02-25T22:38:28.132Z"}},{"_id":{"company_name":"greenworks","tender_name":"Niszczenie dokumentacji niearchiwalnej na potrzeby Oddziału ZUS w Olsztynie i TJO."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy niszczenia dokumentacji, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu, Oddział ZUS w Olsztynie, należy do administracji samorządowej, co odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:47:10.706Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa kompletu izolatorów"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący izolatorów nie jest związany z działalnością firmy zajmującej się zielenią.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmująca się transportem publicznym może współpracować z jednostkami samorządu terytorialnego, do których firma kieruje swoje usługi.","created_at":{"$date":"2026-02-25T22:38:10.883Z"}},{"_id":{"company_name":"greenworks","tender_name":"25DFBT992 Wykonanie remontu układów AKPiA i instalacji elektrycznych instalacji sieci cieplnej, wody chłodzącej, oleju lekkiego, odpopielania, nawęgla..."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy remontu instalacji technicznych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja ORLEN Termika S.A. działa w branży inżynierii środowiska, co może być pośrednio związane z działalnością firmy, ale nie jest bezpośrednim celem.","created_at":{"$date":"2026-02-25T22:42:10.547Z"}},{"_id":{"company_name":"greenworks","tender_name":"Forstbetrieb Berchtesgaden: hochmechanisierte Holzernte und Rückung (Weichboden) im Forstrevier P..."},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy zbioru drewna, co może obejmować usługi związane z drzewami, ale nie jest bezpośrednio związane z utrzymaniem terenów zielonych.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja zajmuje się leśnictwem, co jest zgodne z branżą usług środowiskowych firmy.","created_at":{"$date":"2026-02-25T22:40:00.295Z"}},{"_id":{"company_name":"greenworks","tender_name":"opracowanie dokumentacji projektowej oraz wykonanie na jej podstawie robót budowlanych dla zadania pn. „Budowa dwóch tężni solankowych, łukowych"},"name_match":"NO_MATCH","name_reason":"Zadanie dotyczy budowy tężni solankowych, co nie jest związane z działalnością firmy GreenWorks.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w branży ochrony zdrowia, co może obejmować aspekty związane z infrastrukturą zieloną, ale nie jest bezpośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:47:36.814Z"}},{"_id":{"company_name":"greenworks","tender_name":"\"Sukcesywna dostawa materiałów elektrycznych\""},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy materiałów elektrycznych, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja jest zakładem gospodarki komunalnej, co może obejmować współpracę z jednostkami samorządu terytorialnego, do których firma kieruje swoje usługi.","created_at":{"$date":"2026-02-25T22:47:27.395Z"}},{"_id":{"company_name":"greenworks","tender_name":"Budowa i rozbudowa sieci kanalizacyjnej oraz wodociągowej w miejscowościach Owieczki, Dziekanowice, Łubowo, Imielno, Wierzyce, Imielenko, Przyborowo oraz Myślęcin gm. Łubowo"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy budowy infrastruktury wodno-kanalizacyjnej, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Łubowo jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:46:05.675Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostosowanie do zmian klimatu gminy Piaski"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy dostosowania do zmian klimatu, co może obejmować prace związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Piaski jako jednostka samorządu terytorialnego idealnie pasuje do profilu firmy.","created_at":{"$date":"2026-02-25T22:45:54.718Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa subskrypcji platformy chmurowej dla organizacji oraz działania naprawcze i wzmacniające cyberbezpieczeństwo w środowisku domeny, poczty, witryny wewnętrznej, bezpieczeństwa informacji."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy usług IT, które są całkowicie niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja jest przedsiębiorstwem komunikacyjnym, co może obejmować współpracę z jednostkami samorządu terytorialnego, ale nie jest bezpośrednio związana z działalnością firmy.","created_at":{"$date":"2026-02-25T22:46:17.765Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zapytanie ofertowe na wykonanie dostawy pomocy dydaktycznych w ramach Projektu realizowanego przez Gminę Miasto Łowicz pod nazwą: „Pszczółka Maja uczy nas – edukacja włączająca to wspólny czas” FELD.08.10-IZ.00-0048/24"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PERFECT_MATCH","industry_reason":"Zakład Ekonomiczno-Administracyjny w Łowiczu należy do administracji samorządowej, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:43:09.234Z"}},{"_id":{"company_name":"greenworks","tender_name":"Rozszerzenie oferty wsparcia o dodatkowe usługi realizowane w Środowiskowym Domu Samopomocy w Gliwicach - Zajęcia z wyplatania wikliny(2)"},"name_match":"DONT_KNOW","name_reason":"Nie ma wystarczających informacji, aby ocenić, czy zajęcia z wyplatania wikliny są związane z działalnością firmy.","industry_match":"NO_MATCH","industry_reason":"Organizacja zajmuje się usługami społecznymi, co jest niezgodne z branżami firmy.","created_at":{"$date":"2026-02-25T22:42:08.893Z"}},{"_id":{"company_name":"greenworks","tender_name":"Fundusze Europejskie dla Śląskiego 2021-2027 (Europejski Fundusz Społeczny+); dla Priorytetu: FESL.06.00-Fundusze Europejskie dla edukacji dla Działania: FESL.06.01- Edukacja przedszkolna; Numer wniosku FESL.06.01-IZ.01-0CDC/24-004 Tytuł projektu: \"Rozwój, zabawa, integracja- zapewnienie wysokiej jakości edukacji przedszkolnej w Gminie Zawiercie\""},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Zawiercie jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:42.502Z"}},{"_id":{"company_name":"greenworks","tender_name":"Demontaż urządzeń systemu radiokomunikacyjnego wraz z transportem do magazynu Zamawiającego, zlokalizowanego w Luboszycach."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy demontażu urządzeń radiokomunikacyjnych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Zamawiający to administracja samorządowa, co może być pośrednio związane z działalnością firmy, ale nie jest to bezpośredni cel jej działalności.","created_at":{"$date":"2026-02-25T22:38:29.67Z"}},{"_id":{"company_name":"greenworks","tender_name":"Remonty cząstkowe dróg wojewódzkich na terenie działania poszczególnych Rejonów Dróg Wojewódzkich (z podziałem na 19 części)"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy remontów dróg, co może obejmować prace związane z zielenią wzdłuż dróg.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się transportem drogowym, co jest związane z infrastrukturą publiczną, ale nie jest bezpośrednio jednostką samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:40:15.136Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sporządzanie projektów decyzji o warunkach zabudowy i lokalizacji inwestycji celu publicznego na terenie gminy Przemęt"},"name_match":"PARTIAL_MATCH","name_reason":"Firma zajmuje się rewitalizacją terenów zielonych, co może być związane z projektami decyzji o warunkach zabudowy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Przemęt jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:32.915Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup paliwa na potrzeby Gminy Kłodzko i jednostek organizacyjnych"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy zakupu paliwa, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Kłodzko jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:46:02.399Z"}},{"_id":{"company_name":"greenworks","tender_name":"Entwässerungskanalarbeiten, Dachsanierung Sporthalle 1 Vechelde"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu nie dotyczy usług związanych z zielenią ani środowiskiem.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja jest jednostką samorządową, co może być zgodne z celami firmy, ale branża budowlana nie jest bezpośrednio związana z jej działalnością.","created_at":{"$date":"2026-02-25T22:39:58.451Z"}},{"_id":{"company_name":"greenworks","tender_name":"BIEŻĄCE REMONTY I UTRZYMANIE DRÓG GMINNYCH NA TERENIE GMINY CIECHANÓW - Zadanie nr 1"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy utrzymania dróg, co może obejmować prace związane z zielenią wzdłuż dróg.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja to gmina, co idealnie pasuje do celów kontraktowych firmy.","created_at":{"$date":"2026-02-25T22:46:00.151Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dowóz i odwóz dzieci i młodzieży do placówek oświatowych i z placówek oświatowych na terenie Gminy Pruszcz Gdański wraz z zapewnieniem opieki w czasie przewozu w drugim semestrze w roku szkolnym 2025/2026"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy transportu dzieci, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Gminy Pruszcz Gdański jest jednostką samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:57.121Z"}},{"_id":{"company_name":"greenworks","tender_name":"Digitalisierung von Bestandsgrundstücksakten"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy digitalizacji, co jest niezgodne z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa to jednostka samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:40:01.943Z"}},{"_id":{"company_name":"greenworks","tender_name":"Szacowanie wartości zamówienia - Dostawa pokarmu dla ryb, gadów i ptaków w roku 2026 - Część 7"},"name_match":"NO_MATCH","name_reason":"Zamówienie dotyczy dostawy pokarmu dla zwierząt, co jest całkowicie niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja jest ogrodem zoologicznym, co może mieć pewne powiązania z działalnością w zakresie usług środowiskowych, ale nie jest to bezpośredni cel firmy.","created_at":{"$date":"2026-02-25T22:38:09.424Z"}},{"_id":{"company_name":"greenworks","tender_name":"Czyszczenie miejsc dokarmiania żubrów (21 miejsc) na terenie Nadleśnictwa Browsk w Gruszkach w 2026 roku – w ramach projektu „Zarządzanie migracją żubra we wschodniej Polsce” nr. FEPW.02.03-IW.01-0003/24 finansowanego ze środków Europejskiego Funduszu Rozwoju Regionalnego w ramach programu Fundusze Europejskie dla Polski Wschodniej 2021 -2027"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PERFECT_MATCH","industry_reason":"Nadleśnictwo Browsk w Gruszkach działa w branży leśnictwa, co jest zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:38:36.632Z"}},{"_id":{"company_name":"greenworks","tender_name":"Domofony - Interkom System Home Security Systems"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący systemów zabezpieczeń nie pasuje do usług oferowanych przez firmę.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja jest związana z administracją samorządową, co może obejmować współpracę z jednostkami samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:37:47.172Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup wraz z dostawą roślin i drzew na potrzeby Miejskiego Zakładu Usług Komunalnych w Sosnowcu"},"organization":"Umsosnowiec","name_match":"NO_MATCH","name_reason":"Użytkownik nie chce ofert związanych z Sosnowcem, co wyklucza ten przetarg.","industry_match":"NO_MATCH","industry_reason":"Organizacja nie jest zgodna z preferencjami użytkownika, który unika ofert z Sosnowca.","created_at":{"$date":"2026-02-26T22:32:32.303Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Budowa kanalizacji sanitarnej na terenie Gminy Jabłonna – ETAP I”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy budowy kanalizacji, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Jabłonna jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:18.619Z"}},{"_id":{"company_name":"greenworks","tender_name":"Putzarbeiten Neubau Feuerwehrgerätehaus Alhausen"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy prac budowlanych, co nie jest zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa jest jednostką samorządu terytorialnego, co idealnie odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:40:07.564Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługi ochroniarskie i portierskie wraz z przyjazdem patrolu interwencyjnego na potrzeby Miejskiego Centrum Usług Socjalnych we Wrocławiu"},"name_match":"NO_MATCH","name_reason":"Usługi ochroniarskie i portierskie są całkowicie niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Miejskie Centrum Usług Socjalnych we Wrocławiu jest jednostką samorządu terytorialnego, co może być zgodne z celami firmy, mimo że branża usług społecznych jest inna.","created_at":{"$date":"2026-02-25T22:40:07.009Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa oleju opałowego lekkiego dla Zakładu Gospodarki Komunalnej ZB w Człopie"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy oleju opałowego, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Człopa jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:47.075Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sukcesywne dostawy kaszy jęczmiennej, kaszy gryczanej, kaszy pęczak, kaszy manny, płatków owsianych i ryżu do jednostek penitencjarnych okręgu lubelskiego."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostaw żywności, co jest całkowicie niezwiązane z działalnością firmy.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja to jednostka penitencjarna, co może być związane z instytucjami publicznymi, ale nie jest bezpośrednio w zakresie działalności firmy.","created_at":{"$date":"2026-02-25T22:43:20.794Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa przycisku SCHURTER"},"name_match":"NO_MATCH","name_reason":"Tender dotyczy dostawy przycisku, co nie ma związku z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się transportem publicznym, co może obejmować współpracę z jednostkami samorządu terytorialnego, ale nie jest bezpośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:37:55.633Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługa dotycząca naprawy, serwisu, napełnienia i legalizacji Plecakowych Miotaczy Pieprzu (PMP) oraz Ręcznych Miotaczy Pieprzu (RMP)"},"name_match":"NO_MATCH","name_reason":"Usługa dotyczy naprawy sprzętu, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja KWP Gdańsk działa w administracji samorządowej, co może być związane z działalnością firmy, ale nie bezpośrednio.","created_at":{"$date":"2026-02-25T22:37:53.591Z"}},{"_id":{"company_name":"greenworks","tender_name":"Przebudowa drogi gminnej wewnętrznej w miejscowości Nowe Wrońska"},"name_match":"PARTIAL_MATCH","name_reason":"Przebudowa drogi gminnej może obejmować prace związane z zielenią, ale nie jest bezpośrednio związana z usługami firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Załuski jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:30.327Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa i montaż prasy śrubowo – talerzowej do stacji odwadniania osadu oczyszczalni ścieków w Węgorzynie"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy sprzętu do oczyszczalni ścieków, co nie pasuje do usług oferowanych przez firmę.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Węgorzyno jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:16.895Z"}},{"_id":{"company_name":"greenworks","tender_name":"Pakiet szkoleń dla 4 osób: kurs z systemów zarządzania energią wg ISO 50001, kurs audytor wewnętrzny systemu zarządzania energią ISO 50001 oraz coaching warsztatowy w zakresie ISO 50001 i/lub - pakiet szkoleń dla 4 osób: gospodarka o obiegu zamkniętym w zakresie EWE oraz coaching warsztatowy z GOZ i/lub pakiet szkoleń dla 6 osób: system cyfrowych rozliczeń - w tym wprowadzenie e-faktoringu na potrzeby projektu pn.: „InnoFARR II–profesjonalizacja usług doradczych z modułem cyfryzacji w efektywności energetycznej oraz umiędzynarodowieniem MŚP” współfinansowanego ze środków Unii Europejskiej w ramach Europejskiego Funduszu Rozwoju Regionalnego, Fundusze Europejskie dla Świętokrzyskiego 2021- 2027."},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PARTIAL_MATCH","industry_reason":"Agencja Rozwoju Regionalnego w Starachowicach działa w obszarze rozwoju regionalnego, co może być pośrednio związane z działalnością firmy w zakresie usług środowiskowych.","created_at":{"$date":"2026-02-25T22:43:05.81Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonanie kompletnej dokumentacji projektowej wraz z uzyskaniem ostatecznej decyzji o pozwoleniu na budowę lub zaświadczenia o braku sprzeciwu co do zamiaru budowy oraz prowadzenie nadzoru autorskiego dla zadania: Skórzewo – przebudowa wlotu ulicy Batorowskiej w ul. Poznańską"},"name_match":"PARTIAL_MATCH","name_reason":"Zadanie dotyczy przebudowy ulicy, co może obejmować elementy związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Dopiewo jest jednostką samorządu terytorialnego, co odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:38:28.615Z"}},{"_id":{"company_name":"greenworks","tender_name":"Postępowanie o udzielenie zamówienia publicznego na wykonanie, uruchomienie oraz utrzymanie w roku 2026 łączy dostępowych do Internetu dla Urzędu Pracy Powiatu Krakowskiego"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy usług internetowych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Pracy Powiatu Krakowskiego należy do administracji samorządowej, co jest zgodne z grupą docelową firmy.","created_at":{"$date":"2026-02-25T22:43:40.659Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Wykonanie przeglądów i pomiarów instalacji elektrycznych i odgromowych w budynkach komunalnych będących własnością Gminy Mietków”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy instalacji elektrycznych, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Mietków jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:55.786Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonanie robót budowlanych w ramach przedsięwzięcia „Budowa drogi 104529L Bukowa Wielka Łukówek – Etap 1” w formule zaprojektuj i wybuduj"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Sawin jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:46:00.352Z"}},{"_id":{"company_name":"greenworks","tender_name":"Kompleksowa dostawa energii elektrycznej na potrzeby Gminy i Miasta Ulanów"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy energii elektrycznej, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu to Gmina i Miasto Ulanów, co idealnie odpowiada celom zamówieniowym firmy.","created_at":{"$date":"2026-02-25T22:39:46.678Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługa odbioru, transportu i zagospodarowania odpadu  o kodzie 19 12 12  lub 19 12 10"},"name_match":"NO_MATCH","name_reason":"Usługa odbioru i zagospodarowania odpadów nie jest związana z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmująca się gospodarką odpadami może współpracować z jednostkami samorządu terytorialnego, ale ich główny obszar działalności jest inny niż usługi środowiskowe firmy.","created_at":{"$date":"2026-02-25T22:39:18.224Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Budowa kanalizacji sanitarnej wraz z przyłączami w miejscowości Brzuskowola”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy budowy kanalizacji, co nie jest związane z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Borowie jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:38.151Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawy sukcesywne, sprzedaż wraz z dostarczeniem fabrycznie nowych opasek naprawczych na rury wykonane ze stali, żeliwa, PVC i azbestocementu w zakresie średnic DN 50 - 300 mm do usuwania awarii na przyłączach i rurociągach w terminie 12 miesięcy."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostaw materiałów do naprawy rur, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja ZWIK Łódź działa w branży wodociągowej, co może mieć pośredni związek z infrastrukturą publiczną, ale nie jest bezpośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:45:43.399Z"}},{"_id":{"company_name":"greenworks","tender_name":"Konserwacja oświetlenia ulicznego na terenie Gminy Stare Babice  w 2026 r."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy konserwacji oświetlenia, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Gminy Stare Babice jest jednostką samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:28.721Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Dostawa oleju opałowego dla Gminy Siemkowice w 2026 roku”"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy oleju opałowego.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Siemkowice jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:45.234Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługa przeprowadzenia zapisów na imprezy sportowe oraz pomiaru czasu podczas imprez sportowych organizowanych przez Zarząd Infrastruktury Sportowej w Krakowie."},"name_match":"NO_MATCH","name_reason":"Usługa przeprowadzenia zapisów na imprezy sportowe nie jest związana z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Miejska Kraków jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:01.521Z"}},{"_id":{"company_name":"greenworks","tender_name":"Szacowanie wartości zamówienia na części zamienne do tramwaju typu PESA 2015N."},"name_match":"NO_MATCH","name_reason":"Zamówienie dotyczy części zamiennych do tramwaju, co nie pasuje do usług oferowanych przez firmę.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się transportem publicznym, co może obejmować współpracę z jednostkami samorządu terytorialnego, ale nie jest bezpośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:37:59.267Z"}},{"_id":{"company_name":"greenworks","tender_name":"Przetarg nieograniczony na dostawę angiografu i tomografu komputerowego wraz z adaptacją pomieszczeń na pracownię angioplastyki i TK dla potrzeb Zespołu Opieki Zdrowotnej w Kłodzku."},"name_match":"NO_MATCH","name_reason":"Przetarg dotyczy dostawy sprzętu medycznego, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Zespół Opieki Zdrowotnej w Kłodzku to instytucja publiczna, co może być zgodne z celami firmy, mimo że branża jest inna.","created_at":{"$date":"2026-02-25T22:45:59.429Z"}},{"_id":{"company_name":"greenworks","tender_name":"Kampania informacyjno – edukacyjna w ramach projektu pn. „Ochrona i regeneracja obszarów cennych przyrodniczo wraz z działaniami edukacyjnymi na obszarze Aglomeracji Beskidzkiej – etap I”"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy ochrony i regeneracji obszarów przyrodniczych, co może obejmować działania związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Wisła jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:31.97Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Budowa promenady uzdrowiskowej w miejscowości Złockie – etap I”"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy budowy promenady, co może obejmować elementy związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja to gmina uzdrowiskowa, co idealnie pasuje do celów i grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:46:56.475Z"}},{"_id":{"company_name":"greenworks","tender_name":"Kompleksowe sprzątanie pomieszczeń biurowych budynku Sądu Rejonowego  w Kartuzach wraz z terenem przyległym."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy sprzątania pomieszczeń biurowych, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu to Sąd Rejonowy, który należy do administracji samorządowej, co jest zgodne z grupą docelową firmy.","created_at":{"$date":"2026-02-25T22:39:27.01Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługa uprzątnięcia po sezonie świątecznym 4 szt. świerków z terenu Miasta Starachowice"},"name_match":"PERFECT_MATCH","name_reason":"Aktualizacja manualna: Usługa w pełni zgodna z profilem działalności firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Miejski Starachowice jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:37:35.334Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sukcesywna dostawa produktów żywnościowych do stołówki szkolnej w Publicznej Szkole Podstawowej nr 3 w Oleśnie"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy produktów żywnościowych, co nie odpowiada działalności firmy związanej z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa to urząd miejski, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:18.821Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zapytanie ofertowe na wykonanie i dostawę tablic rejestracyjnych oraz odbiór i kasację tablic rejestracyjnych wycofanych z użytku."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy tablic rejestracyjnych, co jest całkowicie niezwiązane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa to starostwo powiatowe, co idealnie odpowiada celom zamówień firmy.","created_at":{"$date":"2026-02-25T22:38:11.263Z"}},{"_id":{"company_name":"greenworks","tender_name":"P - wykonanie projektów; Oddział Koszalin; Kołobrzeg, Gościno (miasto)"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy projektów, co może obejmować prace związane z zielenią, ale nie jest bezpośrednio związane z usługami firmy.","industry_match":"NO_MATCH","industry_reason":"Organizacja Energa Operator działa w branży energetycznej, co jest niezgodne z branżami firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:41:31.736Z"}},{"_id":{"company_name":"greenworks","tender_name":"ZAKUP SOKÓW ZE ŚWIEŻYCH OWOCOW I WARZYW, JEDNODNIOWE"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący zakupu soków nie jest związany z działalnością firmy zajmującej się utrzymaniem terenów zielonych.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu, Miasto Zabrze, jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:04.171Z"}},{"_id":{"company_name":"greenworks","tender_name":"Kompleksowa obsługa prawna Nadleśnictwa Zaporowo."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy obsługi prawnej, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Nadleśnictwo Zaporowo działa w branży leśnictwa, co może być pośrednio związane z działalnością firmy w zakresie utrzymania terenów zielonych.","created_at":{"$date":"2026-02-25T22:38:24.667Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa oleju napędowego grzewczego w 2026r."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy oleju napędowego, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Mietków jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:33.561Z"}},{"_id":{"company_name":"greenworks","tender_name":"P - wykonanie projektów; Oddział Płock; Ciechanów, OBI/72/2502972, Serock miasto; Serock"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy projektów, co może obejmować rewitalizację terenów zielonych, ale nie jest to bezpośrednia usługa związana z zielenią.","industry_match":"NO_MATCH","industry_reason":"Organizacja Energa Operator działa w branży energetycznej, co nie jest zgodne z profilami działalności firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:41:35.71Z"}},{"_id":{"company_name":"greenworks","tender_name":"\"Wykonanie dokumentacji projektowo - kosztorysowej dotyczącej remontu ogrodzenia znajdującego się na działce nr 442/55, położonej na terenie zabytkowego parku w Drożejowicach, gm. Skalbmierz\""},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"NO_MATCH","industry_reason":"Organizacja zajmuje się rolnictwem i usługami gastronomicznymi, co nie jest zgodne z profilami działalności firmy.","created_at":{"$date":"2026-02-25T22:46:34.967Z"}},{"_id":{"company_name":"greenworks","tender_name":"Utrzymanie czystości porządku oraz zieleni miejskiej na terenie zrewitalizowanej części rynku w m. Rymanów oraz w wybranych obiektach na terenie Gminy Rymanów"},"organization":"Gmina Rymanów","name_match":"PERFECT_MATCH","name_reason":"Aktualizacja: Kompleksowe utrzymanie czystości i zieleni miejskiej jest kluczowym profilem działalności firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Przetarg idealnie wpisuje się w główne obszary działalności firmy.","created_at":{"$date":"2026-02-26T21:22:06.976Z"}},{"_id":{"company_name":"greenworks","tender_name":"Router bezprzewodowy z modemem 5G"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący routera bezprzewodowego nie jest związany z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"UMiG Września jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:37:50.059Z"}},{"_id":{"company_name":"greenworks","tender_name":"P - wykonanie projektów; Oddział Koszalin; Białogard, Redło (wieś)"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy wykonania projektów, co może obejmować prace związane z zielenią w kontekście infrastruktury.","industry_match":"NO_MATCH","industry_reason":"Organizacja Energa Operator działa w branży energetycznej, co jest niezgodne z profilami działalności firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:41:39.488Z"}},{"_id":{"company_name":"greenworks","tender_name":"Termomodernizacja budynku Ochotniczej Straży Pożarnej w Lesznej Górnej"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy termomodernizacji budynku, co nie jest związane z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Goleszów jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:05.163Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa oleju napędowego na potrzeby Gospodarki Komunalnej Sp. z o. o. z siedzibą w Dubiecku"},"name_match":"NO_MATCH","name_reason":"Firma GreenWorks Infrastructure Ltd. zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy oleju napędowego.","industry_match":"PARTIAL_MATCH","industry_reason":"Gospodarka komunalna może obejmować różne usługi, w tym te związane z utrzymaniem terenów zielonych, ale nie jest to bezpośredni związek.","created_at":{"$date":"2026-02-25T22:44:22.146Z"}},{"_id":{"company_name":"greenworks","tender_name":"Remont dachu budynku mieszkalnego, wielorodzinnego przy ul. Słowackiego 3 w Bierutowie, po pożarze."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy remontu dachu, co nie jest związane z działalnością firmy zajmującej się zielenią.","industry_match":"PARTIAL_MATCH","industry_reason":"Zakład Gospodarki Komunalnej może współpracować z jednostkami samorządu terytorialnego, ale ich główna działalność nie obejmuje usług środowiskowych.","created_at":{"$date":"2026-02-25T22:42:49.047Z"}},{"_id":{"company_name":"greenworks","tender_name":"Odbiór i zagospodarowanie odpadów komunalnych od właścicieli nieruchomości zamieszkałych i nieruchomości, na których znajdują się domki letniskowe albo innych nieruchomości wykorzystywanych na cele rekreacyjno – wypoczynkowe na terenie Miasta i Gminy Białobrzegi w okresie 32 miesięcy"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się utrzymaniem terenów zielonych, a przetarg dotyczy odbioru i zagospodarowania odpadów komunalnych.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu to Miasto i Gmina Białobrzegi, co idealnie odpowiada celom firmy skierowanym do jednostek samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:39:53.096Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Odbiór, transport i zagospodarowanie odpadów komunalnych od właścicieli nieruchomości na terenie gminy Potworów oraz z PSZOK”."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy gospodarki odpadami, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Potworów jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:18.405Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zapewnienie osobom uprawnionym do skorzystania z dofinansowania z Zakładowego Funduszu Świadczeń Socjalnych Miejskiego Ośrodka Pomocy Rodzinie w Piekarach Śląskich do usług sportowo-rekreacyjnych w 2026 roku."},"name_match":"NO_MATCH","name_reason":"Usługi sportowo-rekreacyjne nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Miejski Ośrodek Pomocy Rodzinie w Piekarach Śląskich jest jednostką samorządu terytorialnego, co pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:39.087Z"}},{"_id":{"company_name":"greenworks","tender_name":"Pilny zakup kurtek zimowych dla Tokai COBEX Polska"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy zakupu odzieży, co jest całkowicie niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w branży ochrony środowiska, co może częściowo pokrywać się z działalnością firmy, ale nie jest bezpośrednim celem ich działalności.","created_at":{"$date":"2026-02-25T22:44:15.902Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa oleju napędowego do siedziby Nadleśnictwa Gostynin w roku 2026"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy oleju napędowego.","industry_match":"PARTIAL_MATCH","industry_reason":"Nadleśnictwo działa w branży leśnictwa, co może być związane z działalnością firmy w zakresie utrzymania terenów zielonych.","created_at":{"$date":"2026-02-25T22:44:20.367Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie kompleksowych usług Menadżera Projektu dla zadania pn. „Budowa instalacji termicznego przetwarzania odpadów na terenie ZZO Nowy Dwór"},"name_match":"NO_MATCH","name_reason":"Usługi związane z budową instalacji termicznego przetwarzania odpadów nie są zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Zakład Zagospodarowania Odpadów Nowy Dwór działa w branży gospodarki odpadami, co może być powiązane z działalnością firmy w zakresie usług środowiskowych.","created_at":{"$date":"2026-02-25T22:39:30.087Z"}},{"_id":{"company_name":"greenworks","tender_name":"ORGANIZACJA WYPOCZYNKU ZIMOWEGO"},"name_match":"NO_MATCH","name_reason":"Nazwa przetargu nie odnosi się do usług związanych z utrzymaniem terenów zielonych ani arborystyką.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Kocmyrzów - Luborzyca jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:24.413Z"}},{"_id":{"company_name":"greenworks","tender_name":"DOSTAWA FARB, ARTYKUŁÓW MALARSKICH I CHEMII TECHNICZNEJ"},"name_match":"NO_MATCH","name_reason":"Firma GreenWorks Infrastructure Ltd. zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy farb i artykułów malarskich.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja 24WOG działa w administracji samorządowej, co może być zgodne z celami firmy, ale nie dotyczy bezpośrednio jej branży.","created_at":{"$date":"2026-02-25T22:38:40.731Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sukcesywna dostawa środków czystości oraz artykułów gospodarczych dla Jednostek Gminy Stalowa Wola w 2026 roku"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy środków czystości, co jest niezgodne z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa to jednostka samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:27.689Z"}},{"_id":{"company_name":"greenworks","tender_name":"dostawa środki higieny"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący dostawy środków higieny nie jest związany z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja 24WOG działa w administracji samorządowej, co może być zgodne z niektórymi celami firmy, ale nie jest bezpośrednio związane z jej branżą.","created_at":{"$date":"2026-02-25T22:37:46.867Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Budowa nowej siedziby Ochotniczej Straży Pożarnej w Otyniu”"},"name_match":"PARTIAL_MATCH","name_reason":"Firma zajmuje się utrzymaniem terenów zielonych, a przetarg dotyczy budowy, co może obejmować elementy związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Otyń jest jednostką samorządu terytorialnego, co idealnie pasuje do celów firmy.","created_at":{"$date":"2026-02-25T22:46:07.691Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zapytanie ofertowe nr 01/KLP/2026"},"name_match":"PARTIAL_MATCH","name_reason":"Zapytanie ofertowe dotyczy inicjatyw obywatelskich, co może obejmować projekty związane z zielenią, ale nie jest bezpośrednio związane z usługami firmy.","industry_match":"NO_MATCH","industry_reason":"FUNDACJA ROZWOJU INICJATYW OBYWATELSKICH nie jest jednostką samorządu terytorialnego ani instytucją publiczną, co nie odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:43:11.985Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Przebudowa budynków mieszkalnych wielorodzinnych przy ul. Robotniczej 2 oraz ul. Robotniczej 10 w Starachowicach”. Zadanie dofinansowane ze środków Funduszu Dopłat Banku Gospodarstwa Krajowego."},"name_match":"PARTIAL_MATCH","name_reason":"Zadanie dotyczy przebudowy budynków, co może obejmować elementy związane z zielenią, ale nie jest bezpośrednio związane z usługami firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Starachowice jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:43:14.408Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Sporządzanie projektów decyzji o warunkach zabudowy i lokalizacji inwestycji celu publicznego” z podziałem na części."},"name_match":"PARTIAL_MATCH","name_reason":"Firma zajmuje się rewitalizacją terenów zielonych, a przetarg dotyczy decyzji o warunkach zabudowy, co może obejmować aspekty związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Mniów jest jednostką samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:24.959Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługi projektowe i nadzór autorski na wykonanie zadania minimalizującego negatywne skutki zjawisk naturalnych na terenie Leśnictwa Wierzysko"},"name_match":"PARTIAL_MATCH","name_reason":"Usługi projektowe i nadzór autorski mogą obejmować aspekty związane z utrzymaniem terenów zielonych.","industry_match":"PERFECT_MATCH","industry_reason":"Nadleśnictwo Kościerzyna działa w branży leśnictwa, co jest zgodne z działalnością firmy w zakresie usług środowiskowych.","created_at":{"$date":"2026-02-25T22:39:34.611Z"}},{"_id":{"company_name":"greenworks","tender_name":"P - wykonanie projektów; Oddział Płock; Mława, OBI/76/2503683, Kiełpiny, gm. Lidzbark"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy projektów, co może obejmować prace związane z zielenią, ale nie jest bezpośrednio związane z usługami firmy.","industry_match":"NO_MATCH","industry_reason":"Organizacja Energa Operator działa w branży energetycznej, co jest niezgodne z branżami firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:41:39.53Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sukcesywna dostawa paliw w systemie sprzedaży bezgotówkowej"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy paliw, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Instytut Ogrodnictwa działa w branży ogrodnictwa, co może mieć pewne powiązania z działalnością firmy, ale nie jest to bezpośredni cel ich działalności.","created_at":{"$date":"2026-02-25T22:39:15.986Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zagospodarowanie terenu OWS przy ul. Spacerowej 24 w Bolesławcu – etap II"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Miejska Bolesławiec jest jednostką samorządu terytorialnego, co idealnie pasuje do celów firmy.","created_at":{"$date":"2026-02-25T22:45:20.355Z"}},{"_id":{"company_name":"greenworks","tender_name":"Rozbudowa drogi wojewódzkiej nr 303   odc. Chobienice – Grójec – budowa ścieżki rowerowej"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy budowy ścieżki rowerowej, co może obejmować prace związane z zielenią wzdłuż dróg.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się transportem drogowym, co może być powiązane z działalnością firmy w zakresie utrzymania terenów zielonych przy drogach.","created_at":{"$date":"2026-02-25T22:39:59.987Z"}},{"_id":{"company_name":"greenworks","tender_name":"Analiza rynku - Przeprowadzenie kompleksowej remediacji gruntu na terenie Zakładu ,,Pruszków’’"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy remediacji gruntu, co może obejmować aspekty związane z utrzymaniem terenów zielonych.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja to przedsiębiorstwo wodociągowe, co jest zgodne z działalnością firmy w zakresie usług środowiskowych.","created_at":{"$date":"2026-02-25T22:46:09.775Z"}},{"_id":{"company_name":"greenworks","tender_name":"świadczenie pomocy w nauce, odrabianiu lekcji na rzecz podopiecznych punktu zagospodarowania czasu wolnego dzieci i młodzieży z elementami zajęć informatycznych"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy pomocy w nauce, co jest całkowicie niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja przetargu to jednostka samorządowa, co jest zgodne z jednym z celów firmy, mimo że branża edukacyjna nie jest jej głównym obszarem działalności.","created_at":{"$date":"2026-02-25T22:47:01.393Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie kompleksowej usługi cateringowej dla uczestników spotkania audytorów jakości i bezpieczeństwa informacji organizowanego przez Pełnomocnika ds. Zintegrowanego Systemu Zarządzania"},"name_match":"NO_MATCH","name_reason":"Usługi cateringowe są całkowicie niezgodne z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Miejska Kraków jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:18.37Z"}},{"_id":{"company_name":"greenworks","tender_name":"Bieżąca konserwacja oświetlenia ulicznego na terenie Gminy Pomiechówek"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy konserwacji oświetlenia, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Pomiechówek jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:38.041Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa kruszywa granitowego łamanego frakcji 0-31,5mm w ilości 3078 Mg na drogi Gminy Tłuchowo w 2026 roku"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy kruszywa, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Tłuchowo jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:06.738Z"}},{"_id":{"company_name":"greenworks","tender_name":"Szacowanie wartości zamówienia  na: „Opracowanie dokumentacji technicznej dla budowy instalacji fotowoltaicznej (PV) na dachu budynku administracyjno-warsztatowego bazy Miejskiego Zakładu Komunikacji Sp. z o.o. z siedzibą w Słupsku, znajdującego się przy ul. Jolanty Szczypińskiej 36, 76-251 Kobylnica, działka 141/32, obręb ewidencyjny 0005 Kobylnica wraz z magazynem energii”."},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się transportem publicznym, co może obejmować współpracę z jednostkami samorządu terytorialnego, ale nie jest bezpośrednio związane z działalnością firmy w zakresie usług środowiskowych.","created_at":{"$date":"2026-02-25T22:38:30.795Z"}},{"_id":{"company_name":"greenworks","tender_name":"Cykliczne dostawy środków czystości i chemii gospodarczej"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostaw środków czystości, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu to miasto, co idealnie pasuje do celów firmy, która targetuje jednostki samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:37:59.495Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawę żywych myszy dorosłych oraz osesków mysich dla potrzeb Fundacji Miejski Park i Ogród Zoologiczny w Krakowie w 2026"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się utrzymaniem terenów zielonych, a przetarg dotyczy dostawy myszy, co jest zupełnie niepowiązane.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się ochroną środowiska, co może częściowo pokrywać się z działalnością firmy, ale nie jest bezpośrednim celem jej działalności.","created_at":{"$date":"2026-02-25T22:45:12.434Z"}},{"_id":{"company_name":"greenworks","tender_name":"Uzupełnienia ubytków w nawierzchni asfaltowej masą bitumiczną „na gorąco” i „na zimno” w roku 2026."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy nawierzchni asfaltowej, co nie jest związane z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Rząśnik jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:23.087Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Zakup materiałów do realizacji zajęć w ramach Projektu „Udowodnimy, że potrafimy – wsparcie uczniów z SPE w Gminie Świercze”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy zakupu materiałów edukacyjnych, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Świercze jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:08.44Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonanie usług leśnych na 2026 rok"},"name_match":"PERFECT_MATCH","name_reason":"Usługi leśne są bezpośrednio związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Narol jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:37:52.705Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa rolet do Zakładu Karnego w Kłodzku"},"name_match":"NO_MATCH","name_reason":"Dostawa rolet nie jest związana z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Zakład Karny w Kłodzku należy do administracji samorządowej, co może być pośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:47:11.928Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie usług polegających na zapewnieniu dostępu do obiektów sportowo-rekreacyjnych dla pracowników Urzędu Marszałkowskiego Województwa Lubuskiego oraz ich osób towarzyszących i dzieci na podstaw"},"name_match":"NO_MATCH","name_reason":"Usługi związane z dostępem do obiektów sportowo-rekreacyjnych nie są zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Marszałkowski Województwa Lubuskiego jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:21.867Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie usług pocztowych w obrocie krajowym i zagranicznym dla Lubelskiego Centrum Ekonomiczno-Administracyjnego Oświaty oraz obsługiwanych jednostek oświatowych."},"name_match":"NO_MATCH","name_reason":"Usługi pocztowe są całkowicie niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja należy do administracji samorządowej, co może obejmować jednostki, które są potencjalnymi klientami firmy.","created_at":{"$date":"2026-02-25T22:43:39.844Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup wraz z montażem radarowego miernika prędkości oraz znaków z ograniczeniem prędkości na ul. Kopernika w Zdunach"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy zakupu i montażu urządzeń pomiarowych, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Zduny jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:28.907Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonanie operatów szacunkowych dla potrzeb aktualizacji opłat z tytułu użytkowania wieczystego"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu nie dotyczy usług związanych z zielenią ani środowiskiem.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu to jednostka samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:03.451Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawę żywych szczurów dorosłych oraz osesków szczurzych dla potrzeb Fundacji Miejski Park i Ogród Zoologiczny w Krakowie w 2026 r"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy szczurów, co jest zupełnie niepowiązane.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w obszarze ochrony środowiska, co może być związane z działalnością firmy, ale nie jest bezpośrednim dopasowaniem.","created_at":{"$date":"2026-02-25T22:45:20.11Z"}},{"_id":{"company_name":"greenworks","tender_name":"SZP/243-351/2025 Instalacja prototypowa w skali wielkolaboratoryjnej do przetwarzania odpadów do produktów użytecznych w ramach projektu „Centrum Technologii Bezpieczeństwa Publicznego”."},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w branży technologii środowiskowych, co może być związane z działalnością firmy, ale nie jest bezpośrednim celem jej działalności.","created_at":{"$date":"2026-02-25T22:43:41.888Z"}},{"_id":{"company_name":"greenworks","tender_name":"Demontaż, transport oraz przechowanie iluminacji świątecznej."},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy demontażu iluminacji świątecznej.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu to jednostka samorządu terytorialnego, co idealnie odpowiada profilowi firmy.","created_at":{"$date":"2026-02-25T22:47:06.097Z"}},{"_id":{"company_name":"greenworks","tender_name":"Budowa kanalizacji sanitarnej w ul. Równej"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy budowy kanalizacji, co nie jest związane z działalnością firmy zajmującej się zielenią.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się wodociągami, co może być powiązane z infrastrukturą publiczną, ale nie jest bezpośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:43:42.781Z"}},{"_id":{"company_name":"greenworks","tender_name":"Lieferung von Hygieneartikeln"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy artykułów higienicznych, co nie jest związane z działalnością firmy.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja to miasto, co może być zgodne z celami firmy, ale branża usług sanitarno-higienicznych nie jest jej głównym obszarem działalności.","created_at":{"$date":"2026-02-25T22:40:05.073Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługi weterynaryjne dla wolno żyjących (dzikich) zwierząt na terenie Puław, poza obszarem ich naturalnego bytowania"},"name_match":"NO_MATCH","name_reason":"Usługi weterynaryjne dla dzikich zwierząt nie są związane z działalnością firmy zajmującej się utrzymaniem terenów zielonych.","industry_match":"PERFECT_MATCH","industry_reason":"Miasto Puławy jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:04.257Z"}},{"_id":{"company_name":"greenworks","tender_name":"Termomodernizacja szkół na terenie Gminy Miasta Radomia - termomodernizacja PSP nr 31 i ZSZ im. Hubala"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy termomodernizacji, co nie jest związane z działalnością firmy w zakresie utrzymania terenów zielonych.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Miasta Radomia jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:40:02.183Z"}},{"_id":{"company_name":"greenworks","tender_name":"Całoroczne utrzymanie w czystości ulic, dróg, chodników, schodów, alejek, innych ciągów komunikacyjnych znajdujących się na terenie miasta Międzylesie oraz opróżnianie koszy ulicznych"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy utrzymania czystości, co może obejmować również elementy związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Międzylesie jest jednostką samorządu terytorialnego, co idealnie pasuje do profilu firmy.","created_at":{"$date":"2026-02-25T22:39:12.1Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Zakup i dostawa piasku do zimowego utrzymania dróg powiatowych zlokalizowanych na terenie powiatu krośnieńskiego”"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy zimowego utrzymania dróg, co może obejmować również prace związane z zielenią wzdłuż dróg.","industry_match":"PERFECT_MATCH","industry_reason":"Powiat Krośnieński jest jednostką samorządu terytorialnego, co idealnie pasuje do profilu firmy.","created_at":{"$date":"2026-02-25T22:44:39.662Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa paliw płynnych dla Przedsiębiorstwa Robót Komunalnych FARE Sp. z o.o. w Ciechanowcu"},"name_match":"NO_MATCH","name_reason":"Firma GreenWorks Infrastructure Ltd. specjalizuje się w usługach związanych z zielenią, a przetarg dotyczy dostawy paliw płynnych.","industry_match":"PARTIAL_MATCH","industry_reason":"Przedsiębiorstwo Robót Komunalnych FARE działa w branży robót komunalnych, co może obejmować również prace związane z utrzymaniem terenów zielonych.","created_at":{"$date":"2026-02-25T22:44:38.436Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Opracowanie projektu ustalenia klasyfikacji gleboznawczej gruntów dla działek ewidencyjnych położonych na terenie powiatu lubelskiego”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu nie dotyczy usług związanych z zielenią ani środowiskiem.","industry_match":"PERFECT_MATCH","industry_reason":"Powiat Lubelski jako jednostka samorządu terytorialnego idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:09.809Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Budowa punktów ładowania” w ramach projektu Zakup zeroemisyjnych autobusów pozamiejskich dla Gminy Podegrodzie"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy budowy punktów ładowania, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Podegrodzie jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:57.486Z"}},{"_id":{"company_name":"greenworks","tender_name":"2812.2.1 Farby"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący farb nie jest związany z działalnością firmy zajmującej się zielenią.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja 24WOG działa w administracji samorządowej, co może być powiązane z działalnością firmy, ale nie jest bezpośrednim dopasowaniem.","created_at":{"$date":"2026-02-25T22:38:30.808Z"}},{"_id":{"company_name":"greenworks","tender_name":"Odbiór odpadów stałych z budynków Urzędu Miejskiego, Świetlic Miejskich, Ochotniczej Straży Pożarnej w Dziekanowie Polskim oraz z cmentarza komunalnego w Kiełpinie w gminie Łomianki, w roku 2026."},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się utrzymaniem terenów zielonych, a przetarg dotyczy odbioru odpadów stałych.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Łomianki jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:26.391Z"}},{"_id":{"company_name":"greenworks","tender_name":"AKTUALIZACJA PROGRAMU GSW"},"name_match":"PARTIAL_MATCH","name_reason":"Aktualizacja programu GSW może obejmować aspekty związane z zielenią, ale nie jest bezpośrednio związana z usługami firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Krakowski Holding Komunalny S. A. działa w administracji samorządowej, co idealnie pasuje do celów firmy.","created_at":{"$date":"2026-02-25T22:38:02.845Z"}},{"_id":{"company_name":"greenworks","tender_name":"GS Schunteraue (Zimmerarbeiten)-UW"},"name_match":"NO_MATCH","name_reason":"Nazwa przetargu dotyczy prac budowlanych, co nie pasuje do działalności firmy zajmującej się usługami środowiskowymi.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu to jednostka samorządowa, co idealnie odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:46:06.165Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Profilowania dróg gminnych o nawierzchni gruntowej i żwirowej  równiarką drogową samojezdną w roku 2026”"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy profilowania dróg, co może obejmować prace związane z zielenią wzdłuż dróg.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Rząśnik jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:49.837Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa i montaż magazynów energii oraz generatora prądu wraz z wykonaniem świadczeń dotyczących montażu i uruchomieniu instalacji magazynowania energią oraz wykonaniem niezbędnych robót towarzyszących w obiektach Centrum Administracji i Usług Publicznych w Błoniu przy ul. Rynek 6, 6A i 6B"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy i montażu instalacji energetycznych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Błonie jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:39:36.951Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Opieka i obsługa weterynaryjna nad żubrami w Pokazowej Zagrodzie Żubrów w Krajewie”, działanie w ramach Projektu: „Ochrona ex situ żubra w Polsce”"},"name_match":"NO_MATCH","name_reason":"Usługi weterynaryjne nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w obszarze ochrony środowiska, co może być powiązane z działalnością firmy, ale nie jest bezpośrednim dopasowaniem.","created_at":{"$date":"2026-02-25T22:42:48.454Z"}},{"_id":{"company_name":"greenworks","tender_name":"Opracowanie dokumentacji projektowej dla „Rozbudowa drogi wojewódzkiej nr 214  w miejscowości Głuche”"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PERFECT_MATCH","industry_reason":"Zarząd Dróg Wojewódzkich w Gdańsku jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:30.597Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Zwiększenie poziomu cyberbezpieczeństwa Gminy Jasionówka”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy cyberbezpieczeństwa, co jest całkowicie niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Jasionówka jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:40.725Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonanie usługi monitoringu przeciwpożarowego obszarów leśnych wraz z obsługą PAD na terenie Nadleśnictwa Rudziniec w roku 2026"},"name_match":"PARTIAL_MATCH","name_reason":"Usługa monitoringu przeciwpożarowego obszarów leśnych może być związana z utrzymaniem terenów zielonych.","industry_match":"PERFECT_MATCH","industry_reason":"PGL LP Nadleśnictwo Rudziniec działa w branży leśnictwa, co jest zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:39:38.049Z"}},{"_id":{"company_name":"greenworks","tender_name":"Bankowa obsługa budżetu Miasta i Gminy Niepołomice"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy obsługi budżetu, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Niepołomice jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:40:05.325Z"}},{"_id":{"company_name":"greenworks","tender_name":"Pełnienie nadzoru inwestorskiego nad realizacją zadania pn.: Bank Kultury – przebudowa dawnego banku na siedzibę Miejskiej Biblioteki Publicznej w Lęborku (etap II) z podziałem na części: Część I: Peł"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy nadzoru inwestorskiego, co nie jest zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Miasta w Lęborku jest jednostką samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:41.728Z"}},{"_id":{"company_name":"greenworks","tender_name":"Opracowanie projektów decyzji o warunkach zabudowy i decyzji celu publicznego."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy opracowania projektów decyzji, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Jedlicze jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:44:24.775Z"}},{"_id":{"company_name":"greenworks","tender_name":"Nadzór serwisowy nad Zintegrowanym Systemem Zarządzania do obsługi procesów WFOŚiGW w Rzeszowie."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy systemu zarządzania, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa zajmuje się ochroną środowiska, co jest zgodne z branżą firmy.","created_at":{"$date":"2026-02-25T22:43:49.445Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługi w zakresie wyłapywania bezdomnych zwierząt pochodzących z terenu gminy Kosakowo oraz opiece nad nimi w 2026 roku."},"name_match":"NO_MATCH","name_reason":"Usługi w zakresie wyłapywania bezdomnych zwierząt nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Kosakowo jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:38.577Z"}},{"_id":{"company_name":"greenworks","tender_name":"ZAKUP PIECZYWA, CIAST I CIASTEK"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący pieczywa i ciast nie jest związany z działalnością firmy zajmującej się usługami środowiskowymi.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa, Miasto Zabrze, jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:37:47.916Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Wyłapywanie bezdomnych zwierząt z terenu gminy Niechlów, transport do schroniska oraz zapewnienie im opieki”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy wyłapywania zwierząt, co nie jest zgodne z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Niechlów jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:08.554Z"}},{"_id":{"company_name":"greenworks","tender_name":"Remont dróg gruntowych na terenie Gminy Rakoniewice"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy remontu dróg, co może obejmować prace związane z zielenią wzdłuż dróg.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Rakoniewice jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:14.517Z"}},{"_id":{"company_name":"greenworks","tender_name":"Odbiór , transport i unieszkodliwianie odpadów komunalnych wytworzonych przez SPZZOZ w Przasnyszu wraz z zapewnieniem pojemników na odpady oraz worków do selektywnego segregowania odpadów."},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się utrzymaniem terenów zielonych, a przetarg dotyczy odbioru i transportu odpadów komunalnych.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w branży gospodarki odpadami, co może być związane z działalnością firmy, ale nie jest bezpośrednim celem.","created_at":{"$date":"2026-02-25T22:38:15.939Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup materiałów eksploatacyjnych dla Oddziału Usług Utrzymania"},"name_match":"PARTIAL_MATCH","name_reason":"Przetarg dotyczy materiałów eksploatacyjnych, co może obejmować również usługi związane z utrzymaniem terenów zielonych.","industry_match":"NO_MATCH","industry_reason":"Organizacja KOLEJE MAZOWIECKIE nie jest jednostką samorządu terytorialnego ani instytucją publiczną zajmującą się zielenią.","created_at":{"$date":"2026-02-25T22:46:57.905Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonanie robót geologicznych i badań geotechnicznych wraz z opracowaniem dokumentacji geologiczno-inżynierskiej oraz dokumentacji badań podłoża dla inwestycji pn. „Budowa obwodnicy Brzegu w ciągu drogi krajowej nr 39”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy robót geologicznych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmująca się transportem drogowym może współpracować z firmą zajmującą się utrzymaniem terenów zielonych w kontekście projektów infrastrukturalnych.","created_at":{"$date":"2026-02-25T22:46:49.705Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dowóz uczniów niepełnosprawnych  zamieszkałych na terenie gminy Grodzisk Mazowiecki do Niepublicznej Szkoły Podstawowej w Brwinowie i Niepublicznej Szkoły Specjalnej w Ożarowie Mazowieckim w roku szkolnym 2025/2026"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy transportu uczniów, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Miejski w Grodzisku Mazowieckim jest jednostką samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:56.446Z"}},{"_id":{"company_name":"greenworks","tender_name":"Miete Wasserspender"},"name_match":"NO_MATCH","name_reason":"Zamówienie dotyczy wynajmu dystrybutorów wody, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja to Jobcenter Kreis Viersen, które należy do administracji samorządowej, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:55.053Z"}},{"_id":{"company_name":"greenworks","tender_name":"dostawa zestawów do utrzymania higieny osobistej wzór 815/mon oraz konserwacji obuwia wz.816/mon"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy zestawów do utrzymania higieny osobistej, co nie jest związane z działalnością firmy.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja 24WOG działa w administracji samorządowej, co może być pośrednio związane z działalnością firmy, ale nie jest bezpośrednim celem.","created_at":{"$date":"2026-02-25T22:38:39.914Z"}},{"_id":{"company_name":"greenworks","tender_name":"Przeprowadzenie kursu - Prawo jazdy kategorii B ( powiat świebodziński)"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy kursu prawa jazdy, co jest całkowicie niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja przetargu to związek powiatów, co może obejmować jednostki samorządu terytorialnego, ale nie jest bezpośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:44:51.493Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa mebli biurowych i krzeseł biurowych dla Urzędu Miejskiego Wrocławia"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy mebli biurowych, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Miasta Wrocław należy do jednostek samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:56.302Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa oleju napędowego grzewczego dla Gminy Wiskitki w roku 2026"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy oleju napędowego.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Wiskitki jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:22.834Z"}},{"_id":{"company_name":"greenworks","tender_name":"P - wykonanie projektów; Oddział Gdańsk; Starogard Gdański; Wykonanie dokumentacji projektowej w m.Skarszewy gm.Skarszewy /OBI/34/2504586; Skarszewy ..."},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"NO_MATCH","industry_reason":"Organizacja Energa Operator działa w branży energetycznej, co jest niezgodne z branżami firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:42:06.963Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawy oleju napędowego grzewczego do kotłowni budynku przedszkola w Lipsku (II postepowanie)"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostaw oleju napędowego, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa to urząd miasta, co idealnie odpowiada celom firmy skierowanym do jednostek samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:38:13.677Z"}},{"_id":{"company_name":"greenworks","tender_name":"Całoroczna dostawa tonerów do drukarek oraz materiałów biurowych do Nadleśnictwa Zaporowo."},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy tonerów i materiałów biurowych.","industry_match":"PARTIAL_MATCH","industry_reason":"Nadleśnictwo Zaporowo działa w branży leśnictwa, co może być pośrednio związane z działalnością firmy w zakresie utrzymania terenów zielonych.","created_at":{"$date":"2026-02-25T22:38:14.002Z"}},{"_id":{"company_name":"greenworks","tender_name":"Bieżące utrzymanie oznakowania pionowego i poziomego na drogach powiatowych powiatu myślenickiego w 2025 r. – roboty uzupełniające"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy utrzymania oznakowania drogowego, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Zarząd Dróg Powiatowych w Myślenicach działa w branży transportu drogowego, co może obejmować współpracę z firmami zajmującymi się zielenią wzdłuż dróg.","created_at":{"$date":"2026-02-25T22:42:58.471Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Rozbudowa systemu zaopatrzenia w wodę oraz odprowadzania ścieków na terenie Gminy Janowiec”."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy infrastruktury wodno-kanalizacyjnej, co nie jest zgodne z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Janowiec jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:32.207Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa stentagraftów aortalnych piersiowych dla potrzeb Bloku Operacyjnego Kardiochirurgii Wielospecjalistycznego Szpitala Miejskiego im. J. Strusia w Poznaniu"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy sprzętu medycznego.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja to szpital, który może być związany z instytucjami publicznymi, ale nie jest bezpośrednio związany z działalnością firmy w zakresie usług środowiskowych.","created_at":{"$date":"2026-02-25T22:46:00.353Z"}},{"_id":{"company_name":"greenworks","tender_name":"Budowa budynku mieszkalnego wielorodzinnego pn. „Budynek nad Wartą” w Międzychodzie."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy budowy budynku mieszkalnego, co jest niezgodne z działalnością firmy zajmującej się usługami środowiskowymi.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja należy do administracji samorządowej, co może obejmować współpracę z jednostkami samorządu terytorialnego, ale nie jest bezpośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:47:08.87Z"}},{"_id":{"company_name":"greenworks","tender_name":"AIZ.271.1.2.2026 - Poprawa efektywności energetycznej budynków Publicznej Szkoły Podstawowej w msc. Lgota Wielka"},"name_match":"NO_MATCH","name_reason":"Przetarg dotyczy poprawy efektywności energetycznej, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Lgota Wielka jest jednostką samorządu terytorialnego, co idealnie pasuje do docelowych odbiorców firmy.","created_at":{"$date":"2026-02-25T22:41:09.25Z"}},{"_id":{"company_name":"greenworks","tender_name":"organizacja i przeprowadzenie dwóch przedsięwzięć: 1. Zajęć ogólnorozwojowych dla przedszkolaków w trzynastu żoliborskich przedszkolach publicznych 2. Imprezy rekreacyjno-sportowej pn. \"Mikołajkowa Sp"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy zajęć dla przedszkolaków i imprez sportowych, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu to jednostka samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:01.08Z"}},{"_id":{"company_name":"greenworks","tender_name":"Remont części budynków mieszkalnych na terenie Gminy Dębowa Łąka"},"name_match":"NO_MATCH","name_reason":"Remont budynków mieszkalnych nie jest związany z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Dębowa Łąka jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:45.028Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Wykonanie zabiegów weterynaryjnych u kotów i psów (kastracja, sterylizacja, czipowanie psów), usypianie ślepych miotów oraz prowadzenie całodobowego pogotowia weterynaryjnego na wypadek zdarzeń drogo"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy usług weterynaryjnych, które są niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Niechlów jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:10.738Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Zagospodarowanie odpadów komunaln odbieranych od właścicieli nieruch., na których zamieszkują mieszkańcy oraz z nieruchom. wykorzystywanych na cele rekreac. – wypoczynk. z terenu Gminy Lesznowola”."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy gospodarki odpadami, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Lesznowola jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:43:13.257Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup paliwa do pojazdów służbowych i urządzeń Gminy Pruchnik i jej jednostek organizacyjnych"},"name_match":"NO_MATCH","name_reason":"Firma GreenWorks Infrastructure Ltd. zajmuje się usługami związanymi z zielenią, a przetarg dotyczy zakupu paliwa.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Pruchnik jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:35.382Z"}},{"_id":{"company_name":"greenworks","tender_name":"Kompleksowe ubezpieczenia majątkowe  wraz z odpowiedzialnością cywilną"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy ubezpieczeń, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w budownictwie, co może być powiązane z działalnością firmy w kontekście infrastruktury, ale nie jest bezpośrednim celem.","created_at":{"$date":"2026-02-25T22:39:21.024Z"}},{"_id":{"company_name":"greenworks","tender_name":"Rozbudowa potencjału turystycznego Miasta Pionki – zakup sceny plenerowej mobilnej do organizacji wydarzeń kulturalnych"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy organizacji wydarzeń kulturalnych, co może obejmować elementy związane z zielenią, ale nie jest bezpośrednio związany z usługami firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Miasto Pionki jest jednostką samorządu terytorialnego, co idealnie pasuje do celów firmy.","created_at":{"$date":"2026-02-25T22:44:19.587Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup switchy zarządzalnych"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy zakupu sprzętu telekomunikacyjnego, co jest niezgodne z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa to jednostka samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:37:49.504Z"}},{"_id":{"company_name":"greenworks","tender_name":"Serwis i przeglądy przepompowni na terenie przystanków PKP SKM w Trójmieście Sp. z o.o."},"name_match":"NO_MATCH","name_reason":"Usługi związane z przepompowniami nie są zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"PKP Szybka Kolej Miejska działa w sektorze transportu, co może obejmować współpracę z firmami zajmującymi się infrastrukturą zieloną w kontekście terenów przydworcowych.","created_at":{"$date":"2026-02-25T22:46:18.273Z"}},{"_id":{"company_name":"greenworks","tender_name":"Opracowanie dokumentacji projektowo-kosztorysowej na realizację zadania pn. przebudowa części piwnicznej budynku byłego przedszkola na miejsce doraźnego schronienia"},"name_match":"NO_MATCH","name_reason":"Przetarg dotyczy przebudowy budynku, co nie jest związane z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Gminy Warta Bolesławiecka jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:57.83Z"}},{"_id":{"company_name":"greenworks","tender_name":"Nowy Sącz- remonty pieców kręgowych"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy remontów pieców, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w branży ochrony środowiska, co może częściowo pokrywać się z działalnością firmy, ale nie jest bezpośrednim celem ich działalności.","created_at":{"$date":"2026-02-25T22:44:43.351Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonanie pomiaru stężenia substancji chemicznych w środowisku pracy"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy pomiaru substancji chemicznych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmująca się wodociągami i ochroną środowiska może mieć powiązania z działalnością firmy, ale nie jest to bezpośredni cel ich działalności.","created_at":{"$date":"2026-02-25T22:38:17.788Z"}},{"_id":{"company_name":"greenworks","tender_name":"BIEŻĄCE REMONTY I UTRZYMANIE DRÓG GMINNYCH NA TERENIE GMINY CIECHANÓW - Zadanie nr 2"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy utrzymania dróg, co może obejmować prace związane z zielenią wzdłuż dróg.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja to gmina, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:46:00.097Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie usług weterynaryjnych dla zwierząt z terenu Miasta Łodzi w 2026 roku"},"name_match":"NO_MATCH","name_reason":"Usługi weterynaryjne nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Miasto Łódź jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:16.625Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Świadczenie usług pocztowych w obrocie krajowym i zagranicznym oraz doręczeń przekazów pieniężnych na rzecz MOPR w 2026 roku”"},"name_match":"NO_MATCH","name_reason":"Usługi pocztowe i doręczenia przekazów pieniężnych są całkowicie niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Miejski Ośrodek Pomocy Rodzinie w Kielcach należy do administracji samorządowej, co jest zgodne z grupą docelową firmy.","created_at":{"$date":"2026-02-25T22:43:49.136Z"}},{"_id":{"company_name":"greenworks","tender_name":"SUKCESYWNA DOSTAWA RUR I KSZTAŁTEK Z PE, PVC I PP WRAZ Z OSPRZĘTEM"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy rur i kształtek, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmująca się wodociągami może współpracować z jednostkami samorządu terytorialnego, do których firma kieruje swoje usługi.","created_at":{"$date":"2026-02-25T22:39:39.629Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonywanie usług z zakresu gospodarki szkółkarskiej na terenie  Nadleśnictwa Ełk (Szkółka Leśna leśnictwa Mrozy) w roku 2026"},"name_match":"PARTIAL_MATCH","name_reason":"Usługi z zakresu gospodarki szkółkarskiej mogą obejmować nowe nasadzenia, co jest zgodne z działalnością firmy.","industry_match":"NO_MATCH","industry_reason":"Nadleśnictwo Ełk działa w branży leśnictwa, co nie pasuje do celów firmy związanych z jednostkami samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:39:56.323Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sprawdzenie stanu technicznego przewodów kominowych (dymowych, spalinowych i wentylacyjnych) w obiektach budowlanych, stanowiących własność Gminy Ścinawa"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy sprawdzenia stanu technicznego przewodów kominowych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Ścinawa jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:47:10.708Z"}},{"_id":{"company_name":"greenworks","tender_name":"Operat szacunkowy"},"name_match":"DONT_KNOW","name_reason":"Nie ma wystarczających informacji, aby ocenić, czy operat szacunkowy dotyczy usług związanych z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Miasto Stołeczne Warszawa jest jednostką samorządu terytorialnego, co idealnie pasuje do profilu firmy.","created_at":{"$date":"2026-02-25T22:47:06.404Z"}},{"_id":{"company_name":"greenworks","tender_name":"GS Schunteraue (Gerüstarbeiten)-UW"},"name_match":"NO_MATCH","name_reason":"Nazwa przetargu dotyczy prac budowlanych, co nie jest zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa to jednostka samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:40:25.188Z"}},{"_id":{"company_name":"greenworks","tender_name":"NAPRAWA CHŁODZIARKI FARMACEUTYCZNEJ RLDF 0510 A"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy naprawy chłodziarki, co jest niezwiązane z działalnością firmy zajmującej się zielenią.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja należy do sektora zdrowia, co może obejmować współpracę z instytucjami publicznymi, ale nie jest bezpośrednio związana z działalnością firmy.","created_at":{"$date":"2026-02-25T22:38:33.844Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługa monitorowania systemu alarmu pożarowego w budynkach małopolskiej policji usytuowanych w Krakowie przy ul. Łokietka 205a oraz w Nowym Sączu przy ul. Grottgera 50"},"name_match":"NO_MATCH","name_reason":"Usługa monitorowania systemu alarmu pożarowego nie jest związana z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Komenda Wojewódzka Policji w Krakowie należy do administracji samorządowej, co może być pośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:47:12.737Z"}},{"_id":{"company_name":"greenworks","tender_name":"Organizacja zimowiska wraz z transportem i realizacją programu profilaktycznego przeciwdziałania uzależnieniom  w okresie pomiędzy 14 a 28 lutego 2026 r. dla ok. 30 dzieci  w wieku 9-16 lat z terenu gminy Gniezno w miejscowościach górskich na terenie Polski"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Gniezno jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:10.113Z"}},{"_id":{"company_name":"greenworks","tender_name":"Budowa sieci wodno-kanalizacyjnej na terenie gm. Powidz  W ramach zadania Budowa sieci wodno-kanalizacyjnej na terenie gm. Powidz wraz z zakupem i montażem wodomierzy z systemem zdalnego odczytu."},"name_match":"NO_MATCH","name_reason":"Zadanie dotyczy budowy sieci wodno-kanalizacyjnej, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Powidz jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:43.099Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługi weterynaryjne dla bezdomnych zwierząt, wolno żyjących kotów z terenu miasta Puławy."},"name_match":"NO_MATCH","name_reason":"Usługi weterynaryjne nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Miasto Puławy jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:05.147Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługa cateringowa polegająca na przygotowaniu i dostarczaniu oraz wydaniu na naczyniach zmywalnych posiłków dla dzieci w Szkole Podstawowej im. Bolesława Krzywoustego w Kamieńcu Wrocławskim (II)"},"name_match":"NO_MATCH","name_reason":"Usługa cateringowa nie jest związana z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Szkoła Podstawowa jest jednostką publiczną, ale nie należy do głównych obszarów działalności firmy.","created_at":{"$date":"2026-02-25T22:44:05.871Z"}},{"_id":{"company_name":"greenworks","tender_name":"Kindertagesstätte Am Wendenturm (Umgestaltung Basalthügel)"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy umgestaltung, co może obejmować prace związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja to administracja samorządowa, co idealnie pasuje do celów firmy.","created_at":{"$date":"2026-02-25T22:40:30.914Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie usług z zakresu promocji i informacji projektu Urban Lab Kielce"},"name_match":"NO_MATCH","name_reason":"Usługi związane z promocją i informacją projektu nie pasują do działalności firmy związanej z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Kielce jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:34.711Z"}},{"_id":{"company_name":"greenworks","tender_name":"Modernizacja budynku Urzędu Gminy Bielsk"},"name_match":"NO_MATCH","name_reason":"Modernizacja budynku Urzędu Gminy nie dotyczy usług związanych z zielenią ani krajobrazem.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Bielsk jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:25.474Z"}},{"_id":{"company_name":"greenworks","tender_name":"25DFBO405 - Opracowanie operatu wodnoprawnego – EC Żerań"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja ORLEN Termika S.A. działa w branży inżynierii środowiska, co może być pośrednio związane z działalnością firmy, ale nie jest bezpośrednim dopasowaniem.","created_at":{"$date":"2026-02-25T22:41:48.124Z"}},{"_id":{"company_name":"greenworks","tender_name":"Opracowanie dokumentacji projektowo – kosztorysowej  oraz wykonanie robót budowlanych dla zadania pn. „Budowa hali magazynowej”"},"name_match":"NO_MATCH","name_reason":"Zadanie dotyczy budowy hali magazynowej, co jest niezgodne z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Miasta Płocka jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:40:00.426Z"}},{"_id":{"company_name":"greenworks","tender_name":"Odbiór i zagospodarowanie odpadów komunalnych od właścicieli nieruchomości zamieszkałych, z PSZOK w Kotorzu Małym oraz terenów rekreacyjnych Jezior Turawskich i obiektów gminnych położonych na terenie gminy Turawa (z podziałem na 2 części)."},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy odbioru i zagospodarowania odpadów komunalnych.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Turawa jest jednostką samorządu terytorialnego, co idealnie odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:39:45.959Z"}},{"_id":{"company_name":"greenworks","tender_name":"P - wykonanie projektów; Oddział Toruń; Toruń; Brzozówka"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy wykonania projektów, co może obejmować prace związane z zielenią, ale nie jest bezpośrednio związane z usługami firmy.","industry_match":"NO_MATCH","industry_reason":"Organizacja Energa Operator działa w branży energetycznej, co nie jest zgodne z branżami firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:42:06.443Z"}},{"_id":{"company_name":"greenworks","tender_name":"Cyberbezpieczny samorząd - Gmina Rościszewo - (zakup sprzętu komputerowego) - postępowanie 2"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy zakupu sprzętu komputerowego, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Rościszewo jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:31.216Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Wymiana kotłów gazowych C.O. i C.W.U. z zamkniętą komorą spalania na kotły kondensacyjne o mocy 24 kW w budynkach mieszkalnych wielorodzinnych zarz.i administrowanych przez ZGM „TBS” w Sp. z o.o.”"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się budownictwem, co może obejmować współpracę z jednostkami samorządu terytorialnego, ale nie jest bezpośrednio związane z działalnością firmy.","created_at":{"$date":"2026-02-25T22:44:26.202Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonywanie usług polegających na kontroli dokumentów przewozu (w tym biletów i karnetów)"},"name_match":"NO_MATCH","name_reason":"Usługi związane z kontrolą dokumentów przewozu nie są zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Zarząd Dróg i Komunikacji w Tarnowie działa w branży transportowej, co może być powiązane z działalnością firmy w zakresie infrastruktury publicznej.","created_at":{"$date":"2026-02-25T22:44:24.686Z"}},{"_id":{"company_name":"greenworks","tender_name":"Beschaffung eines (gebrauchten) Feuerwehrfahrzeuges für die Ortsfeuerwehr Borchel"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy zakupu pojazdu strażackiego, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu to jednostka samorządu terytorialnego, co idealnie odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:39:43.716Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie usług ochrony fizycznej osób i mienia oraz całodobowego nadzoru nad urządzeniami systemu monitorowania budynku Sądu Rejonowego w Olkuszu"},"name_match":"NO_MATCH","name_reason":"Usługi ochrony fizycznej i nadzoru nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Sąd Rejonowy w Olkuszu jest instytucją publiczną, co może być zgodne z celami firmy, ale branża nie jest bezpośrednio związana z jej działalnością.","created_at":{"$date":"2026-02-25T22:45:12.435Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup i dostawa samochodu typu mikrobus przystosowanego do przewozu osób niepełnosprawnych z możliwością przewożenia dwóch osób na wózkach inwalidzkich na potrzeby Domu Pomocy Społecznej w Baszkowie."},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy zakupu mikrobusu.","industry_match":"PARTIAL_MATCH","industry_reason":"Dom Pomocy Społecznej działa w obszarze pomocy społecznej, co może być związane z działalnością firmy w kontekście współpracy z instytucjami publicznymi.","created_at":{"$date":"2026-02-25T22:44:46.216Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie usługi przez Agencję Pracy, polegającej na kierowaniu osób do wykonywania pracy tymczasowej w Przedsiębiorstwie Gospodarki Komunalnej  SANIKOM Sp. z o. o"},"name_match":"NO_MATCH","name_reason":"Usługi związane z pracą tymczasową nie są zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Gospodarka komunalna może obejmować usługi związane z utrzymaniem terenów zielonych, ale nie jest to główny obszar działalności SANIKOM.","created_at":{"$date":"2026-02-25T22:38:52.2Z"}},{"_id":{"company_name":"greenworks","tender_name":"Utrzymanie zimowe dróg na terenie Gminy Dobre Miasto"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się utrzymaniem terenów zielonych, a przetarg dotyczy utrzymania zimowego dróg.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Dobre Miasto jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:44:30.285Z"}},{"_id":{"company_name":"greenworks","tender_name":"Opracowanie projektów decyzji o warunkach zabudowy i decyzji o ustaleniu lokalizacji inwestycji celu publicznego dla gminy Chojnice"},"name_match":"PARTIAL_MATCH","name_reason":"Zlecenie dotyczy decyzji o warunkach zabudowy, co może obejmować aspekty związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Chojnice jest jednostką samorządu terytorialnego, co idealnie pasuje do profilu firmy.","created_at":{"$date":"2026-02-25T22:38:45.376Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonanie operatu technicznego rozgraniczenia granic nieruchomości oznaczonych jako działka nr 3/19 z działkami nieruchomości sąsiedniej nr 3/11 i nr 3/79 obręb 0018 Rogóźno"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy operatu technicznego, co nie jest związane z działalnością firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Rząśnik jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:00.082Z"}},{"_id":{"company_name":"greenworks","tender_name":"prowadzenie zajęć opiekuńczo-wychowawczych – wychowawca wspierający"},"name_match":"NO_MATCH","name_reason":"Zajęcia opiekuńczo-wychowawcze nie są związane z działalnością firmy w zakresie usług środowiskowych.","industry_match":"PERFECT_MATCH","industry_reason":"Miasto Stołeczne Warszawa Dzielnica Mokotów jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:03.849Z"}},{"_id":{"company_name":"greenworks","tender_name":"Pełnienie funkcji inspektora nadzoru inwestorskiego dla zadania: „Termomodernizacja Ze-społu Szkół Technicznych i Ogólnokształcących w Żaganiu przy ul. Gimnazjalnej 13”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy nadzoru inwestorskiego, co nie jest zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja przetargu to powiat, co może być związane z jednostkami samorządu terytorialnego, ale branża budownictwa nie jest bezpośrednio związana z działalnością firmy.","created_at":{"$date":"2026-02-25T22:43:27.974Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Zakup doposażenia, mebli i sprzętu w ramach Projektu „Udowodnimy, że potrafimy – wsparcie uczniów z SPE w Gminie Świercze”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy zakupu mebli i sprzętu, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Świercze jest jednostką samorządu terytorialnego, co idealnie odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:42:18.948Z"}},{"_id":{"company_name":"greenworks","tender_name":"Ochrona fizyczna obiektu Hali sportowo – widowiskowej MOSiR w Krośnie przy ul. Bursaki 29, obsługa pokoi gościnnych oraz sprzątanie maszynowe  i polerownie hali sportowo - widowiskowej"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy ochrony fizycznej i sprzątania, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Miasto Krosno jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:39.469Z"}},{"_id":{"company_name":"greenworks","tender_name":"Przewóz uczniów klas III szkół podstawowych z terenu Gminy Gorzyce uczestniczących w zajęciach nauki pływania w ramach realizacji projektu „Umiem pływać-jestem bezpieczny 2026”."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy przewozu uczniów, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Gorzyce jako jednostka samorządu terytorialnego jest odpowiednia dla celów firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:39:26.807Z"}},{"_id":{"company_name":"greenworks","tender_name":"Gminne Centrum Usług Społecznych"},"name_match":"NO_MATCH","name_reason":"Nazwa przetargu nie odnosi się do usług związanych z utrzymaniem terenów zielonych ani innymi kompetencjami firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Szczytno jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:56.221Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Zakup doposażenia, mebli i sprzętu do sal w szkołach podstawowych w ramach Projektu „Udowodnimy, że potrafimy – wsparcie uczniów z SPE w Gminie Świercze”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy zakupu mebli i sprzętu, co nie jest związane z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Świercze jest jednostką samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:45.155Z"}},{"_id":{"company_name":"greenworks","tender_name":"Papier toaletowy biały 2-warstwowa pakowany po 8 szt."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący papieru toaletowego nie ma związku z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmująca się gospodarką komunalną może współpracować z jednostkami samorządu terytorialnego, co jest częściowo zgodne z celami firmy.","created_at":{"$date":"2026-02-25T22:37:35.31Z"}},{"_id":{"company_name":"greenworks","tender_name":"Mietkleidung mit Full-Service-Vertrag"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu nie ma związku z usługami oferowanymi przez firmę GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja przetargowa to jednostka samorządu terytorialnego, co jest zgodne z celami firmy, ale branża usług sanitarno-higienicznych nie jest bezpośrednio związana z jej działalnością.","created_at":{"$date":"2026-02-25T22:39:54.867Z"}},{"_id":{"company_name":"greenworks","tender_name":"Szacowanie wartości zamówienia na pełnienie funkcji inspektora nadzoru przy przedsięwzięciu pn. „Opracowanie dokumentacji technicznej dla budowy instalacji fotowoltaicznej (PV) na dachu budynku administracyjno-warsztatowego bazy „Miejskiego Zakładu Komunikacji” Sp. z o.o. z siedzibą w Słupsku, znajdującego się przy ul. Jolanty Szczypińskiej 36, 76-251 Kobylnica, działka 141/32, obręb ewidencyjny 0005 Kobylnica wraz z magazynem energii”."},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się transportem publicznym, co może obejmować aspekty związane z infrastrukturą, ale nie jest bezpośrednio związane z działalnością firmy w zakresie usług środowiskowych.","created_at":{"$date":"2026-02-25T22:38:57.419Z"}},{"_id":{"company_name":"greenworks","tender_name":"Bankowa obsługa budżetu Gminy Karnice i jednostek organizacyjnych Gminy Karnice na okres od 01.02.2022 r. do 31.01.2026 r."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy obsługi budżetu, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Karnice jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:04.69Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonanie tablicy informacyjnej wraz z montażem dla zadania inwestycyjnego pn.: „Przebudowa dróg gminnych na odcinku Pasłęk – Gryżyna – Rogajny – Leżnica wraz z infrastrukturą - m. Pasłęk - ulica Polna od km 0+000 do km 0+830”."},"name_match":"PARTIAL_MATCH","name_reason":"Zadanie dotyczy przebudowy dróg, co może obejmować prace związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Pasłęk jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:18.724Z"}},{"_id":{"company_name":"greenworks","tender_name":"Przeprowadzenie badania instalacji elektrycznej i piorunochronnej oraz przeglądu i konserwacji wyłącznika głównego/ppoż. w obiektach, stanowiących własność Gminy Ścinawa"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy instalacji elektrycznej, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Ścinawa jako jednostka samorządu terytorialnego idealnie odpowiada celom kontraktowym firmy.","created_at":{"$date":"2026-02-25T22:47:12.946Z"}},{"_id":{"company_name":"greenworks","tender_name":"PRZEBUDOWA DROGI GMINNEJ NR 180025 W MJSC. WIELKA TYMAWA"},"name_match":"PARTIAL_MATCH","name_reason":"Przebudowa drogi gminnej może obejmować prace związane z zielenią, co jest zgodne z działalnością firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Biskupiec jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:40:03.879Z"}},{"_id":{"company_name":"greenworks","tender_name":"P - wykonanie projektów; Oddział Toruń; Radziejów; Wymysłowo"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy wykonania projektów, co może obejmować prace związane z zielenią, ale nie jest bezpośrednio związane z usługami firmy.","industry_match":"NO_MATCH","industry_reason":"Organizacja Energa Operator działa w branży energetycznej, co jest niezgodne z branżami firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:42:01.022Z"}},{"_id":{"company_name":"greenworks","tender_name":"ZAKUP BLUZ  POLAROWYCH O INTENSYWNEJ WIDZIALNOŚCI"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący odzieży roboczej nie jest związany z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"MPGK Sp.zo.o. działa w usługach komunalnych, co może obejmować współpracę z jednostkami samorządu terytorialnego, do których firma GreenWorks kieruje swoje usługi.","created_at":{"$date":"2026-02-25T22:38:02Z"}},{"_id":{"company_name":"greenworks","tender_name":"Skatepark Bystřice pod Hostýnem"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy skateparku, co może obejmować elementy związane z utrzymaniem terenów zielonych w otoczeniu.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja to miasto, co idealnie pasuje do celów firmy, która targetuje jednostki samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:39:46.679Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup agregatu prądotwórczego w ramach Konkursu Grantowego „Cyberbezpieczny Samorząd\""},"name_match":"NO_MATCH","name_reason":"Zakup agregatu prądotwórczego nie jest związany z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Skórzec jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:23.031Z"}},{"_id":{"company_name":"greenworks","tender_name":"prowadzenie zajęć socjoterapeutycznych dla dzieci i młodzieży"},"name_match":"NO_MATCH","name_reason":"Zlecenie dotyczy zajęć socjoterapeutycznych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja to jednostka samorządu terytorialnego, co jest zgodne z grupą docelową firmy, ale branża edukacyjna nie jest bezpośrednio związana z jej działalnością.","created_at":{"$date":"2026-02-25T22:47:04.259Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup i sukcesywna dostawa filtrów, sączków i odczynników dla Laboratorium do badania wody, ścieków i osadów"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostaw filtrów i odczynników, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się wodociągami, co może być powiązane z działalnością w zakresie utrzymania terenów zielonych w kontekście infrastruktury, ale nie jest bezpośrednim dopasowaniem.","created_at":{"$date":"2026-02-25T22:39:00.39Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa i montaż odnawialnych źródeł energii dla budynków użyteczności publicznej Gminy Lubliniec"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy odnawialnych źródeł energii, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Lubliniec jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:44:30.869Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługa w zakresie przyjęcia i zagospodarowania odpadów dostarczonych własnym transportem przez Zamawiającego do odbiorcy"},"name_match":"NO_MATCH","name_reason":"Usługa dotyczy gospodarki odpadami, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Miejskie Przedsiębiorstwo Gospodarki Komunalnej działa w branży związanej z gospodarką odpadami, co jest zgodne z działalnością jednostek samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:44:00.09Z"}},{"_id":{"company_name":"greenworks","tender_name":"Domestos 5L"},"name_match":"NO_MATCH","name_reason":"Nazwa przetargu 'Domestos 5L' nie odnosi się do żadnej z usług oferowanych przez firmę GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja 'Przedsiębiorstwo Gospodarki Komunalnej' działa w branży związanej z gospodarką komunalną, co może obejmować usługi środowiskowe, ale nie jest to bezpośredni cel firmy.","created_at":{"$date":"2026-02-25T22:38:08.267Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup usługi dostępu do informatycznej platformy zakupowej, wspomagającej obsługę zamówień publicznych w formie elektronicznej wraz ze wsparciem technicznym na potrzeby Urzędu Dozoru Technicznego."},"name_match":"NO_MATCH","name_reason":"Usługa dostępu do platformy zakupowej nie jest związana z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Urząd Dozoru Technicznego należy do administracji publicznej, co może być zgodne z celami firmy, ale nie jest bezpośrednio związane z jej branżą.","created_at":{"$date":"2026-02-25T22:46:54.631Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Dostawa gazu płynnego propan do celów grzewczych w Zespole Placówek Oświatowych w Piekoszowie”"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy gazu płynnego.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja jest jednostką edukacyjną, co może być powiązane z działalnością firmy, ale nie jest bezpośrednim celem jej działalności.","created_at":{"$date":"2026-02-25T22:43:37.178Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługi związane z zimowym utrzymaniem dróg, placów i parkingów w miejscowości Wysoczany w sezonie zimowym 2025/2026"},"name_match":"NO_MATCH","name_reason":"Usługi związane z zimowym utrzymaniem dróg nie są zgodne z działalnością firmy, która koncentruje się na zieleni.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Komańcza jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:45.67Z"}},{"_id":{"company_name":"greenworks","tender_name":"Szacowanie wartości zamówienia - Dostawa pokarmu dla ryb, gadów i ptaków w roku 2026 - Część 5"},"name_match":"NO_MATCH","name_reason":"Zamówienie dotyczy dostawy pokarmu dla zwierząt, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja to Miejski Ogród Zoologiczny, co może mieć związek z działalnością firmy w zakresie utrzymania terenów zielonych, ale nie jest to bezpośredni cel działalności.","created_at":{"$date":"2026-02-25T22:38:02.081Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Opracowanie dokumentacji projektowej dla Modernizacji Pomnika Armii Poznań wraz z otoczeniem”"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy modernizacji otoczenia pomnika, co może obejmować prace związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja jest jednostką samorządową, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:44:34.46Z"}},{"_id":{"company_name":"greenworks","tender_name":"Ustalanie wartości nieruchomości - sporządzanie na piśmie opinii o wartości nieruchomości w formie operatu szacunkowego dla Wydziałów Urzędu Miejskiego w Jaworznie w 2026r - w podziale na 3 pakiety."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy wyceny nieruchomości, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Miasta Jaworzna jest jednostką samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:03.081Z"}},{"_id":{"company_name":"greenworks","tender_name":"Montaż siatki pod zadaszeniem w celu zabezpieczenia przed ptactwem na peronach w Stacji Rzeszów Główny."},"name_match":"PARTIAL_MATCH","name_reason":"Montaż siatki pod zadaszeniem może być związany z utrzymaniem terenów zielonych, ale nie jest to bezpośrednia usługa firmy.","industry_match":"NO_MATCH","industry_reason":"PKP Polskie Linie Kolejowe S.A. działa w branży transportu kolejowego, co nie jest zgodne z profilami działalności firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:47:29.242Z"}},{"_id":{"company_name":"greenworks","tender_name":"Modernizacja świetlicy w Bełdowie - Krzywej Wsi"},"name_match":"PARTIAL_MATCH","name_reason":"Modernizacja świetlicy może obejmować prace związane z zielenią, ale nie jest to bezpośrednio związane z głównymi usługami firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:46:03.63Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup z dostawą, montażem i szkoleniem wyposażenia do pracowni językowej do nauki języka angielskiego w trzech szkołach podstawowych na terenie gminy Kcynia"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy wyposażenia pracowni językowej, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Kcynia jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:45.82Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup routerów MikroTik"},"name_match":"NO_MATCH","name_reason":"Zakup routerów MikroTik nie jest związany z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Komenda Wojewódzka Policji w Kielcach należy do administracji publicznej, co może obejmować współpracę z jednostkami samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:37:44.717Z"}},{"_id":{"company_name":"greenworks","tender_name":"DOSTAWA ŚRODKÓW CZYSTOŚCI"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący dostawy środków czystości nie jest związany z działalnością firmy zajmującej się zielenią.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja 24WOG działa w administracji samorządowej, co może obejmować współpracę z jednostkami samorządu terytorialnego, ale nie jest to bezpośredni związek z działalnością firmy.","created_at":{"$date":"2026-02-25T22:38:02.843Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wzrost jakości kształcenia ogólnego w szkołach podstawowych w Gminie Papowo Biskupie"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy kształcenia, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Papowo Biskupie jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:44:26.861Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługa odbioru, transportu i zagospodarowania popiołu (kod odpadu ex 20 01 99)"},"name_match":"NO_MATCH","name_reason":"Usługa odbioru, transportu i zagospodarowania popiołu nie jest związana z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Brzozów jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:44:22.003Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługa realizacji transportu osób na terenie województwa lubuskiego ze szkół do Centrum Edukacji Ekologicznej w Drzonkowie i z powrotem w ramach projektu „Lubuska Edukacja Ekologiczno-Klimatyczna (Nau"},"name_match":"NO_MATCH","name_reason":"Usługa transportu osób nie jest związana z działalnością firmy zajmującej się utrzymaniem terenów zielonych.","industry_match":"PARTIAL_MATCH","industry_reason":"Urząd Marszałkowski Województwa Lubuskiego jest jednostką samorządu terytorialnego, co może być zgodne z celami firmy.","created_at":{"$date":"2026-02-25T22:47:18.043Z"}},{"_id":{"company_name":"greenworks","tender_name":"Obsługa imprez miejskich w 2026 r."},"name_match":"PARTIAL_MATCH","name_reason":"Obsługa imprez miejskich może obejmować elementy związane z utrzymaniem terenów zielonych.","industry_match":"PERFECT_MATCH","industry_reason":"Zarząd Dróg i Zieleni w Pile należy do administracji samorządowej, co jest zgodne z docelowymi odbiorcami firmy.","created_at":{"$date":"2026-02-25T22:47:26.737Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa oleju napędowego do zbiornika o pojemności 5000 litrów w 2026 roku"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy oleju napędowego, co jest niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się sportem i rekreacją, co może obejmować tereny zielone, ale nie jest bezpośrednio związane z głównymi branżami firmy.","created_at":{"$date":"2026-02-25T22:43:13.419Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wyposażenie pracowni samochodowej CKZiU w Słubicach"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy wyposażenia pracowni samochodowej, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja Związek Powiatów Lubuskich działa w administracji samorządowej, co może być pośrednio związane z działalnością firmy, ale nie jest bezpośrednim celem.","created_at":{"$date":"2026-02-25T22:44:35.869Z"}},{"_id":{"company_name":"greenworks","tender_name":"Pomoc organizacyjna i koordynacja Mokotowskiego Centrum Integracji Mieszkańców przy ul. Woronicza 44a w zakresie dotyczącym seniorów mieszkających na terenie dzielnicy Mokotów oraz koordynacja wolonta"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu to jednostka samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:01.91Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie specjalistycznych usług opiekuńczych – świadczenie usług rehabilitacyjnych przez fizjoterapeutę w miejscu zamieszkania świadczeniobiorców z terenu Gminy Barcin"},"name_match":"NO_MATCH","name_reason":"Usługi opiekuńcze i rehabilitacyjne nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmująca się pomocą społeczną może współpracować z jednostkami samorządu terytorialnego, do których należy Gmina Barcin.","created_at":{"$date":"2026-02-25T22:43:24.931Z"}},{"_id":{"company_name":"greenworks","tender_name":"Erweiterung der Clemens-Schule in Hornburg - Metallbau- und Verglasungsarbeiten"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy prac budowlanych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja jest jednostką samorządu terytorialnego, co jest zgodne z grupą docelową firmy, ale branża budowlana nie jest bezpośrednio związana z jej działalnością.","created_at":{"$date":"2026-02-25T22:46:07.112Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Świadczenie asysty technicznej w odniesieniu do oprogramowania CommVault Simpana11 SB”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy oprogramowania IT, co jest całkowicie niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargu, Miasto Łódź, jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:21.096Z"}},{"_id":{"company_name":"greenworks","tender_name":"Budowa zamiejscowego oddziału gminnego żłobka „Promyczek”"},"name_match":"NO_MATCH","name_reason":"Temat przetargu dotyczy budowy żłobka, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Linia jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:47:39.076Z"}},{"_id":{"company_name":"greenworks","tender_name":"Museumpark Wegebau (Instandhaltung)"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy utrzymania, co może obejmować prace związane z terenami zielonymi.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja jest jednostką samorządu terytorialnego, co idealnie pasuje do celów firmy.","created_at":{"$date":"2026-02-25T22:39:57.926Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zatrudnienie specjalisty do prowadzenia zajęć, terapii z Uczestnikami/Uczestniczkami projektu pn. „Placówka wsparcia dziennego dla dzieci i młodzieży – Gmina Szaflary – TERAPIA BIOFEEDBACK"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy terapii, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Szaflary jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:04.982Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup i dostawa-Opony 4S 225/70 R15 112/110 R C"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja należy do sektora gospodarki komunalnej, co może obejmować współpracę z jednostkami samorządu terytorialnego, ale nie jest bezpośrednio związana z działalnością firmy.","created_at":{"$date":"2026-02-25T22:38:03.903Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sukcesywna dostawa produktów żywnościowych do stołówki szkolnej w Publicznej Szkole Podstawowej nr 1 w Oleśnie"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy produktów żywnościowych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Miejski w Oleśnie jest jednostką samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:18.282Z"}},{"_id":{"company_name":"greenworks","tender_name":"Mobilne usługi sprzątające dla osób powyżej 60 roku życia z terenu miasta i gminy Rawicz"},"name_match":"NO_MATCH","name_reason":"Usługi sprzątające nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Rawicz jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:14.222Z"}},{"_id":{"company_name":"greenworks","tender_name":"Szacowanie wartości zamówienia na opracowanie Analizy strategicznych kierunków rozwoju Miejskiego Zakładu Komunikacji Sp. z o.o. z siedzibą w Słupsku w perspektywie do 2035 roku."},"name_match":"NO_MATCH","name_reason":"Zamówienie dotyczy analizy strategicznych kierunków rozwoju, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Miejski Zakład Komunikacji działa w branży transportu publicznego, co może być powiązane z działalnością firmy w zakresie infrastruktury, ale nie jest bezpośrednim celem ich działalności.","created_at":{"$date":"2026-02-25T22:38:30.85Z"}},{"_id":{"company_name":"greenworks","tender_name":"Pełnienie funkcji inspektora nadzoru inwestorskiego w ramach zadania pn. „Termomodernizacja budynków A i D Samodzielnego Publicznego Zakładu Opieki Zdrowotnej w Szamotułach"},"name_match":"NO_MATCH","name_reason":"Zadanie dotyczy nadzoru inwestorskiego, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja to zakład opieki zdrowotnej, co może być związane z działalnością publiczną, ale nie bezpośrednio z zielenią.","created_at":{"$date":"2026-02-25T22:44:20.1Z"}},{"_id":{"company_name":"greenworks","tender_name":"2812.2.2 Taśmy, Pędzle"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczący taśm i pędzli nie jest związany z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja 24WOG działa w administracji samorządowej, co może być zgodne z celami firmy, ale nie jest bezpośrednim dopasowaniem do jej branż.","created_at":{"$date":"2026-02-25T22:38:23.424Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wprowadzenie nowej oferty cateringowej w restauracji w Niechorzu wraz z wdrożeniem procedur przygotowania produktów i przeszkoleniem personelu oraz zastosowaniem OZE w celu zwiększania konkurencyjności i odporności na występowanie sytuacji kryzysowych"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami środowiskowymi, a przetarg dotyczy oferty cateringowej.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w branży odnawialnych źródeł energii, co może być związane z zainteresowaniami firmy, ale głównie zajmuje się gastronomią.","created_at":{"$date":"2026-02-25T22:42:54.474Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługa opracowania oraz audytu Systemu Zarządzania Bezpieczeństwem Informacji"},"name_match":"NO_MATCH","name_reason":"Usługa dotyczy zarządzania bezpieczeństwem informacji, co jest niezgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Bratian jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:44:04.422Z"}},{"_id":{"company_name":"greenworks","tender_name":"Modernizacja stacji uzdatniania wody w miejscowości Gołotczyzna"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy modernizacji stacji uzdatniania wody, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Sońsk jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:44:49.558Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa kontenera modułowego biurowego dla Miejskiego Zakładu Komunalnego w Giżycku - szacowanie wartości zamówienia"},"name_match":"NO_MATCH","name_reason":"Zamówienie dotyczy dostawy kontenera biurowego, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Miejska Giżycko jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:32.908Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Świadczenie sąsiedzkich usług opiekuńczych – Program teleopieki domowej”"},"name_match":"NO_MATCH","name_reason":"Usługi opiekuńcze nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Stawiski jest jednostką samorządu terytorialnego, co idealnie pasuje do celów firmy.","created_at":{"$date":"2026-02-25T22:47:30.672Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup i montaż zbiorników naziemnych do zbierania wody deszczowej w ramach zadania pn.: „Odzyskiwanie wody deszczowej: Ekologiczne podejście do oszczędzania wody”. Zadanie dofinansowane z programu Fundusze Europejskie dla Wielkopolski 2021-2027."},"name_match":"PARTIAL_MATCH","name_reason":"Zadanie dotyczy ekologicznych rozwiązań, co może obejmować aspekty związane z utrzymaniem terenów zielonych.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Stęszew jest jednostką samorządu terytorialnego, co idealnie odpowiada profilowi firmy.","created_at":{"$date":"2026-02-25T22:38:42.774Z"}},{"_id":{"company_name":"greenworks","tender_name":"Modernizacja budynku Ochotniczej Straży Pożarnej w Mokowie"},"name_match":"NO_MATCH","name_reason":"Modernizacja budynku nie jest związana z działalnością firmy zajmującej się utrzymaniem terenów zielonych.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Dobrzyń nad Wisłą jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:33.464Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sukcesywna dostawa wapna palonego mielonego wysokoreaktywnego w przewidywanej ilości 200Mg do Miejskiej Oczyszczalni Ścieków w Cedrowicach w 2026 roku"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy wapna, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa to przedsiębiorstwo komunalne, co idealnie pasuje do docelowych jednostek samorządu terytorialnego firmy.","created_at":{"$date":"2026-02-25T22:47:32.821Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sukcesywna dostawa artykułów żywnościowych dla Szkoły Podstawowej nr 3 im. Zofii Kossak-Szczuckiej w Ligocie, w 2026 r."},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy artykułów żywnościowych.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja to szkoła podstawowa, co jest zgodne z celami firmy, która może współpracować z jednostkami samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:43:09.017Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Prace polegające na bieżącej kontroli, utrzymaniu, naprawach i konserwacji urządzeń na placu zabaw i parku linowym na terenie Parku Żerańskiego w dzielnicy Białołęka m.st. Warszawy”."},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy utrzymania i konserwacji obiektów, co może obejmować elementy związane z zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja to miasto, co idealnie pasuje do celów i grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:58.103Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup i dostawa materiałów eksploatacyjnych (tonerów i tuszy)"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy materiałów eksploatacyjnych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Nadleśnictwo Myślenice działa w branży leśnictwa, co może być pośrednio związane z działalnością firmy w zakresie utrzymania terenów zielonych.","created_at":{"$date":"2026-02-25T22:39:23.635Z"}},{"_id":{"company_name":"greenworks","tender_name":"P - wykonanie projektów; Oddział Gdańsk; Starogard Gdański; Wykonanie dokumentacji projektowej w m.Pinczyn gm.Zblewo/OBI/34/2504837; Zblewo gmina wiej..."},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"NO_MATCH","industry_reason":"Organizacja Energa Operator działa w branży energetycznej, która nie jest zgodna z działalnością firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:42:18.858Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Wsparcie infrastruktury na potrzeby utworzenia i działalności Centrum Usług Społecznych w Gminie Giżycko - wyposażenie, komputery, oprogramowanie”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy wyposażenia i technologii, co nie jest zgodne z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Giżycko jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:03.262Z"}},{"_id":{"company_name":"greenworks","tender_name":"Sprzedaż składników majątku Gminy Brojce – Autobus AUTOSAN S.A. rok produkcji 2005 wersja TRAMP oraz Ciągnik rolniczy URSUS rok produkcji 1977 wersja 360"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy sprzedaży pojazdów, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Brojce jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:06.841Z"}},{"_id":{"company_name":"greenworks","tender_name":"Odbiór i zagospodarowanie odpadów komunalnych (stałych) o kodach odpadu: 200301; 180104; 150101."},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w gospodarce odpadami, co może być powiązane z działalnością firmy, ale nie jest bezpośrednim celem jej usług.","created_at":{"$date":"2026-02-25T22:39:52.828Z"}},{"_id":{"company_name":"greenworks","tender_name":"P - wykonanie projektów; Oddział Olsztyn; Malbork; OBI/24/2503859; Malbork gmina wiejska; Nowa Wieś Malborska;"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"NO_MATCH","industry_reason":"Organizacja Energa Operator działa w branży energetycznej, co jest niezgodne z branżami firmy GreenWorks Infrastructure Ltd.","created_at":{"$date":"2026-02-25T22:41:54.265Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Termomodernizacja budynku przy ul. Kontnego 34 w Lędzinach” w systemie „zaprojektuj i wybuduj”"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Lędziny jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:58.259Z"}},{"_id":{"company_name":"greenworks","tender_name":"Szacowanie wartości zamówienia - Dostawa pokarmu dla ryb, gadów i ptaków w roku 2026 - Część 3"},"name_match":"NO_MATCH","name_reason":"Zamówienie dotyczy dostawy pokarmu dla zwierząt, co nie pasuje do usług oferowanych przez firmę.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja jest ogrodem zoologicznym, co może być związane z działalnością w zakresie ochrony środowiska, ale nie jest to bezpośredni cel firmy.","created_at":{"$date":"2026-02-25T22:38:25.673Z"}},{"_id":{"company_name":"greenworks","tender_name":"„Dostawa soli drogowej z rozładunkiem do zimowego utrzymania dróg powiatowych”"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy soli drogowej, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Zarząd Dróg Powiatowych w Łańcucie działa w branży transportu drogowego, co może być pośrednio związane z działalnością firmy w zakresie utrzymania terenów zielonych wzdłuż dróg.","created_at":{"$date":"2026-02-25T22:45:50.32Z"}},{"_id":{"company_name":"greenworks","tender_name":"Budowa świetlicy wiejskiej wraz z infrastrukturą zewnętrzną oraz z pracami przygotowawczymi w miejscowości Buków, gmina Ujazd"},"name_match":"PARTIAL_MATCH","name_reason":"Budowa świetlicy wiejskiej może obejmować prace związane z zielenią, ale nie jest bezpośrednio związana z głównymi usługami firmy.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Ujazd jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:46:58.624Z"}},{"_id":{"company_name":"greenworks","tender_name":"Usługa przeglądu filtra workowego na instalacji odpylania hali"},"name_match":"NO_MATCH","name_reason":"Usługa przeglądu filtra workowego na instalacji odpylania hali nie jest związana z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Krakowski Holding Komunalny S. A. działa w obszarze ochrony środowiska, co może być zgodne z niektórymi usługami firmy, ale nie jest to bezpośredni cel działalności.","created_at":{"$date":"2026-02-25T22:38:51.788Z"}},{"_id":{"company_name":"greenworks","tender_name":"Forstbetrieb Rothenbuch, Pflanzung Frühjahr GJ 2026"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy sadzenia, co jest związane z nowymi nasadzeniami oferowanymi przez firmę.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w leśnictwie, co może być powiązane z działalnością firmy w zakresie usług środowiskowych.","created_at":{"$date":"2026-02-25T22:39:57.838Z"}},{"_id":{"company_name":"greenworks","tender_name":"1-Świadczenie kompleksowej obsługi prawnej Departamentu Transportu w zakresie transportu zbiorowego"},"name_match":"NO_MATCH","name_reason":"Usługi prawne dotyczące transportu zbiorowego nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Województwo Kujawsko-Pomorskie jest jednostką samorządu terytorialnego, co częściowo odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:39:05.87Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa ciągnika rolniczego wraz z wyposażeniem dodatkowym"},"name_match":"NO_MATCH","name_reason":"Firma zajmuje się usługami związanymi z zielenią, a przetarg dotyczy dostawy ciągnika rolniczego.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja zajmuje się ogrodami botanicznymi, co może mieć związek z działalnością firmy w zakresie utrzymania terenów zielonych.","created_at":{"$date":"2026-02-25T22:44:32.287Z"}},{"_id":{"company_name":"greenworks","tender_name":"„ŚWIADCZENIE USŁUG TRANSPORTOWYCH OBEJMUJĄCYCH DOWÓZ UCZNIÓW DO SZKÓŁ PODSTAWOWYCH WRAZ Z ZAPEWNIENIEM OPIEKI W CZASIE DOWOZU I ODWOZU ORAZ UCZESTNIKÓW KLUBU SENIORA  W RADAWIE W 2026 R.”"},"name_match":"NO_MATCH","name_reason":"Usługi transportowe nie są związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Gminy Wiązownica jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:32.549Z"}},{"_id":{"company_name":"greenworks","tender_name":"szybka ładowarka do telefonu kostka 4X Usb szybkie ładowanie i kabel 3W1"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja jest jednostką samorządową, co może być zgodne z celami firmy, ale nie dotyczy bezpośrednio jej branży.","created_at":{"$date":"2026-02-25T22:38:01.713Z"}},{"_id":{"company_name":"greenworks","tender_name":"Estricharbeiten Neubau Feuerwehrgerätehaus Alhausen"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy prac budowlanych, co nie jest zgodne z działalnością firmy zajmującej się usługami środowiskowymi.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja przetargowa to jednostka samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:21.506Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wykonywanie remontów cząstkowych nawierzchni bitumicznych asfaltem lanym,  na terenie miasta Pruszcz Gdański w 2026 roku"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy remontów nawierzchni bitumicznych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Miejska Pruszcz Gdański jest jednostką samorządu terytorialnego, co idealnie odpowiada grupie docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:28.378Z"}},{"_id":{"company_name":"greenworks","tender_name":"DRG-II-D.272.1.2025 - Sukcesywne świadczenie usług cateringowych na rzecz Departamentu Gospodarki Urzędu Marszałkowskiego Województwa Wielkopolskiego w Poznaniu w 2026 roku"},"name_match":"NO_MATCH","name_reason":"Usługi cateringowe są całkowicie niezwiązane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Wojewódzka Miejska Poznań jest jednostką samorządu terytorialnego, co częściowo pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:39:48.927Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie usługi polegającej na myciu i czyszczeniu samochodów służbowych będących w użytkowaniu Zakładu Ubezpieczeń Społecznych Oddział w Radomiu, ul. Czachowskiego 21A"},"name_match":"NO_MATCH","name_reason":"Usługi związane z myciem samochodów nie pasują do działalności firmy zajmującej się zielenią.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja jest jednostką samorządu terytorialnego, co odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:47:10.039Z"}},{"_id":{"company_name":"greenworks","tender_name":"Konserwacja budynków i lokali komunalnych zarządzanych przez PGKiM Sp. z o.o. w Koninie"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy konserwacji budynków, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja działa w gospodarce komunalnej, co może obejmować współpracę z jednostkami samorządu terytorialnego, ale nie jest to bezpośredni cel firmy.","created_at":{"$date":"2026-02-25T22:44:17.848Z"}},{"_id":{"company_name":"greenworks","tender_name":"Rozbudowa drogi Ostrowy Baranowskie - Poręby"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy rozbudowy drogi, co może obejmować prace związane z zielenią wzdłuż dróg.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Cmolas to jednostka samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:56.974Z"}},{"_id":{"company_name":"greenworks","tender_name":"Wsparcie wdrażania FEP w 2026 r."},"name_match":"NO_MATCH","name_reason":"Nazwa przetargu nie odnosi się do żadnej z usług oferowanych przez firmę.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Marszałkowski Województwa Podkarpackiego jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:42:54.271Z"}},{"_id":{"company_name":"greenworks","tender_name":"Zakup dla KWP w Krakowie: kajdanki ćwiczebne 24 szt kajdanki zespolone 4 szt kajdanki na nogi 4 szt worki zrzutowe na magazynki – 24 szt ochronniki słuchu 12 szt ochronniki wzroku 24 szt amunicja szko"},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PARTIAL_MATCH","industry_reason":"Organizacja to Komenda Wojewódzka Policji, która należy do administracji samorządowej, co może obejmować współpracę z jednostkami samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:47:12.02Z"}},{"_id":{"company_name":"greenworks","tender_name":"Budowa boisk przy Zespole Szkół Zawodowych nr 2 we Wrześni – etap II"},"name_match":"PARTIAL_MATCH","name_reason":"Tender dotyczy budowy boisk, co może obejmować prace związane z utrzymaniem terenów zielonych.","industry_match":"PERFECT_MATCH","industry_reason":"Organizacja to Starostwo Powiatowe, co idealnie pasuje do celów firmy, która targetuje jednostki samorządu terytorialnego.","created_at":{"$date":"2026-02-25T22:39:30.169Z"}},{"_id":{"company_name":"greenworks","tender_name":"Świadczenie usługi w zakresie ochrony obiektów poprzez całodobowe monitorowanie lokalnych systemów alarmowych oraz podejmowania interwencji przez załogi interwencyjne w przypadku naruszenia strefy chronionej, przegląd (konserwacja) instalacji  4 razy w roku, dla obiektów gminnych . zlokalizowanych na terenie Gminy Dopiewo."},"name_match":"PARTIAL_MATCH","name_reason":"Ręczna aktualizacja: Dopasowanie potwierdzone na podstawie analizy zakresu prac (ilość sztuk/sezonowość).","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Dopiewo jako jednostka samorządu terytorialnego idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:38:39.258Z"}},{"_id":{"company_name":"greenworks","tender_name":"Dostawa artykułów spożywczych do Szkoły Podstawowej nr 2 w Piasecznie."},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy dostawy artykułów spożywczych, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Urząd Miasta i Gminy Piaseczno jest jednostką samorządu terytorialnego, co idealnie pasuje do grupy docelowej firmy.","created_at":{"$date":"2026-02-25T22:45:46.94Z"}},{"_id":{"company_name":"greenworks","tender_name":"Termomodernizacja budynku Szkoły Podstawowej nr 3 w Kołobrzegu"},"name_match":"NO_MATCH","name_reason":"Przedmiot przetargu dotyczy termomodernizacji, co nie jest związane z działalnością firmy GreenWorks Infrastructure Ltd.","industry_match":"PERFECT_MATCH","industry_reason":"Gmina Miasto Kołobrzeg jest jednostką samorządu terytorialnego, co idealnie odpowiada celom firmy.","created_at":{"$date":"2026-02-25T22:41:13.603Z"}}]
